{
  "id": "a-curiosidade-humana",
  "title": "A curiosidade humana",
  "author": "Vladimir Dietrich",
  "date": "2019-09-11",
  "readingTime": 11,
  "heroImage": {
    "fileName": "a-curiosidade-humana-image-0.jpg",
    "githubPath": "images/a-curiosidade-humana-image-0.jpg",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/a-curiosidade-humana-image-0.jpg",
    "altText": "",
    "caption": ""
  },
  "lastUpdated": "2025-06-27T16:03:38.669Z",
  "wordCount": 2191,
  "content": "<p>  </p>\n<p></p>\n<p>Se um grande conhecedor da alma humana pode viver como um mendigo, nas ruas, ou em exílio em montanhas no Tibet, tudo isso sem afetar seu ego (aliás, vide Epicuro e/ou Diógenes, o cínico), meu medo é: o que este grande gênio das sinapses não poderia “produzir” na: Nasa, em novos produtos/serviços, em grandes laboratórios, no conhecimento humano. Nada duvido que este ser iluminado esteja pleno e radiante: envolto por cachorros, na calçada, no Tibet. Porém: e o conhecimento?</p>\n<p>Será que a avidez por ser disruptivo no conhecimento seria o ego sussurrando: seja famoso, (e/ou) seja significativo?</p>\n<h2>Likes: um curto-circuito</h2>\n<p>Quanto a ser famoso, “zilhões” (bilhões) de humanos vivem rodeados de likes. Sejam milhões de likes — pop stars — , sejam milhares de likes, daqueles que percorreram e circundam sua vida. O conglomerado Facebook (whats/instagram) aperfeiçoou e proporcionou este “curto circuito” às pessoas, sem a obrigação de ser amigo de repórter de grande emissora ou de realmente representar grande noticia (grande em termos de audiência). Um alimenta o outro de like, e vice-versa, em grande corrente uterina curto-circuitada.</p>\n<p>Estes zilhões de likes não necessariamente evoluem a curiosidade humana. Criam um “bem” estar, sim (do ego, certamente, se não for paradoxal bem estar com ego). Como se fosse uma “masturbação mental”, do ego. Permite produzir um e outro hormônio pra valer — um “bem” estar — usando o capicioso (uma cobra venenosa?) ego.</p>\n<p>Quero dizer que buscar likes não necessariamente “produz foguetes”. Não necessariamente produz conhecimento para a humanidade.</p>\n<p>Ainda mais com a indústria de likes do conglomerado Facebook, conglomerado que cada vez mais aprende a inflar egos com menor custo. E não é culpa de ninguém: a não ser de nós mesmos — quem criamos a demanda — permitindo à empresa explorar o filão e vender anúncios em cima.</p>\n<h2>O papel do ego no conhecimento</h2>\n<p>Me interesso pelo que vem agora:</p>\n<p>É necessário ego para efetivamente “produzir foguetes”?</p>\n<p>Talvez sim — um pouco. Talvez não seja necessário.</p>\n<p>(Com “produzir foguetes” quero dizer produzir grandes avanços públicos no conhecimento global humano — uso o termo para simplificar)</p>\n<p>Se não for necessário ego para “produzir foguetes”, então neste caso a curiosidade humana é algo mais essencial do que o superficial ego. Seria um bonito enredo, caso seja “verdade”.</p>\n<p>Só que aí vem mais umas questoezinhas.</p>\n<h2>Desperdício de curiosidade?</h2>\n<p>Neste caso, então, “mendigos, gênios, curtindo seu conhecimento da alma, silenciosos, satisfeitos, entre cachorros” estariam “desperdiçando curiosidade”? Tirando do conhecimento público global humano novos conhecimentos que este mendigo poderia ter criativamente desenvolvido?</p>\n<p>Esta é outra estória interessante (admito um ‘uau!’):</p>\n<h2>O guru no Tibet possui curiosidade?</h2>\n<p>Ou — a la Diógenes, o filósofo que passa a viver em um barril como mendigo, sem se importar, sem dor de ego — este mendigo-zen possui curiosidade?</p>\n<p>Se este mendigo super zen, profundo conhecedor da alma, não possui curiosidade — se este “guru” aprendeu, e realmente aprendeu, a compreender que somos uma sopinha de hormônios, e que são hormônios, não dor de verdade, nossos “sentimentos” — entre várias outras descobertas, suponho — então neste caso, não estaria este mendigo-guru desperdiçando uma curiosidade essencial, privando a humanidade de exercer sua habilidade para publicar novos conhecimentos, ao invés de viver, “simplesmente” contente, entre cachorros?</p>\n<h2>Auto-curiosidade: e nós, os outros?</h2>\n<p>Note que estou aqui supondo a hipótese da curiosidade ser essencial, e não apenas um capricho do ego, no ser humano. Se ela for essencial — estiver na essência do ser humano — exercer esta curiosidade essencial no auto-descobrimento, sozinho, entre cachorros, não é um desperdício? Ainda que eficaz: a pessoa vive até a morte próxima do êxtase, plena, diafragma quentinho, coração abraçador. Mas só para ela. Não seria um desperdício? Sim ou não? Ainda que eficaz (especialmente para ela)? Suponho que não bastasse ela investigar apenas conhecimentos que ajudem em seu próprio conforto, que ela além disto não conte para ninguém estas descobertas que eventualmente faça (por exemplo, como prolongar o êxtase. Como não se importar com “êxtase”. Como estar “simplesmente” bem). Seria um desperdício de talento?</p>\n<p>Supondo que a curiosidade seja parte de nossa essência, o mendigo entre cachorros e o guru eternamente na montanha do Tibet não estariam/estão desperdiçando sua capacidade inata de curiosidade? — pergunto.</p>\n<p>Pode ficar pior:</p>\n<p>Se o guru no Tibet possui curiosidade — curiosidade por conhecer a si próprio — , então exercer esta curiosidade apenas para si próprio não seria um controverso “egoísmo”? Em oposição ao altruísmo, caso contribuísse para o conhecimento global público humano, saindo de seu exílio, de vez em quando. (Aliás, se ele supera o ego, seguir curioso sobre si seria egóico, paradoxalmente). Mas nada disso é grave: indicaria que a busca por suprimir o ego seria/é eterna.</p>\n<p>O que me importa é: proponho a hipótese de que seria um desperdício de curiosidade humana ser um grande guru, porém quieto, sem criar e/ou muito menos dividir conhecimentos. Ainda que plenamente eficaz: para si próprio. Perfeito (para si próprio). O conhecimento morreria com o guru.</p>\n<h2>Guru-E-cientista</h2>\n<p>Que tal se “gurus” — os melhores mesmo, pra valer —não se em-si-mesmassem, ou seja, mesmo sem ego, maravilhosos, zen, seguissem contribuindo para a evolução do conhecimento público global humano? E me refiro ao kit completo do conhecimento humano, ou seja, conhecimento humano e público, disponibilizado para a humanidade. Ou seja: divulgando o conhecimento também (guardar para si entre arbustos do Tibet seria sacanagem!).</p>\n<p>Aqui entra outro leve paradoxo, mas gerenciável: criar e, notadamente, <em>divulgar/publicar</em> conhecimentos possui grande semelhança com necessidade de alimentar o ego — ainda que seja perfeitamente possível o ego estar atrofiado ou quase nulo, e que a fonte de inspiração seja não mais do que a essencial curiosidade humana.</p>\n<p>“Queremos foguetes” — talvez em nossa essência.</p>\n<h2>Implicações práticas</h2>\n<p>Apesar de perguntas bem abstratas, há implicações extremamente práticas a depender das possíveis respostas a estas questões aparentemente abstratas.</p>\n<p>Por exemplo, se o ser humano “gênio” pra valer, a ponto de suprimir seu ego e também criar uma alegria/radiância mais independente de outros eventos, suprimir junto a necessidade de alimentar a curiosidade humana global com cada vez mais novos conhecimentos públicos, então pensemos o seguinte:</p>\n<h2>Todos gurus, curiosidade cessa</h2>\n<p>Vamos supor que todos os seres humanos cheguem a este ponto “guru”, ou o nome que for. Nestas circunstâncias, proponho que viveríamos, todos contentes, “na floresta”. Sem precisar pavimentar, nem precisar agarrar smartphone, nem criar moeda, nem produzir “equipamentos” em escala. Silvícolas poderíamos jamais deixar de ser. Não teríamos sequer “saído do paraíso”, levando em consideração a tese mais lógica, de que a bíblica “saída do paraíso” teria sido adotar a cultura agrícola — saindo da floresta, tendo que “pagar iptu” (imposto sobre imóvel). Nem precisaríamos ter saído da floresta. Gurus que seríamos, todos, “bem” — simples assim — estaríamos. Inclusive convivendo “bem” com a morte. Inclusive convivendo bem com ser, muitas vezes, caçado. Convivendo bem com não dominar o mundo. Convivendo bem até mesmo com a possibilidade de extinção. Convivendo bem até mesmo com eventual nossa total extinção, precoce, devido a ferramentas que não criamos — felizes, satisfeitos, sabendo lidar com nossas dores, como nos encontrávamos. Gurus que éramos. Este cenário também valeria para o futuro: fechariamos fábricas de foguetes, cessariamos a sede por tecnologias, encolheriamos a população — sabendo lidar com a dor inclusive a da morte, sem problemas — , viveríamos “de mãos dadas” com os recursos naturais plenos, sem sede maior do que a mínima necessária. Colhendo cogumelos, maçãs, sem espingardas. Caçando e sendo caçados, conectados, sem sofrer com medo.</p>\n<p>Não é preciso considerar a hipótese ideal de que <em>todos</em> os seres humanos virassem “gurus” — podendo viver bem consigo mesmos, até mesmo em exílio em montanhas, sem perder o sorriso de canto de rosto (coração quente). Não é preciso este cenário ideal. Também é possível analisar em porcentuais, de maneira estatística. Então, se não todos, mas quanto mais, “gurus” se formarem, dada a hipótese de que ser guru extingue a necessidade de criar e divulgar conhecimento, então quanto mais “gurus” se converterem, diminui, em proporção similar, o avanço no conhecimento global humano. Diminuiria. Nesta hipótese.</p>\n<h2>Todos gurus, curiosidade se mantém: curiosidade essencial</h2>\n<p>Já na hipótese oposta — se ser ou aproximar-se de ser “guru” não diminui a sede por conhecimento, então o fogo que abastece esta sede por conhecimento é essencial, inerente, ao ser humano. O que casa bem, aliás, com a necessidade de trabalharmos em grupo, caso desejemos ser menos presas de outras espécies. Nossa grande força é a sociabilidade.</p>\n<h2>“Nossa grande força é a sociabilidade”</h2>\n<p>(se não, um contra um, somos presa fácil na floresta). Talvez seja esta darwinisticamente fortalecida sociabilidade que nos empurra para buscar conhecimento. Buscar criar ferramentas. Para juntos, matarmos, ao invés de sermos mortos por: ursos, tigres, nomeie você.</p>\n<p>Tá, mas e daí, qual seria a utilidade prática de saber que a sociabilidade pode ser a essência da busca por conhecimento, busca que portanto seria essencial em nós?</p>\n<p>Pois há implicação prática: isto pode significar que o conhecimento que não nos ajude a “vencer o predador” não seja essencial.</p>\n<p>É possível? Pergunta para não se jogar fora.</p>\n<p>Por falar em predador:</p>\n<h2>Vencer o predador</h2>\n<p>Quem seria nosso predador?</p>\n<p>Se tigres e lobos estão em jaulas ou, quando saem das florestas, recebem dardo sonífero e são carregados de volta à floresta ou então são enjaulados, então quais são nossos predadores?</p>\n<p>O próprio planeta é bom candidato: cheio de querosene queimado, plásticos e estes subprodutos de nossas ferramentas em nosso caminho, fazer o próprio planeta voltar a viscejar verde, oxigenado e pleno, é maneira de “vencer um tigre”.</p>\n<p>Desta vez um tigre azul e redondo, mas não menos predador, se “zangado”.</p>\n<p>Ou caminhando ainda mais para o futuro, podemos ter como nosso longínquo predador o previsto natural apagamento do sol — neste caso sim, poderemos realmente precisar inventar foguetes (integaláticos, caminhando para novos sóis, estes, mas com milhões de anos para serem criados pelo conhecimento/curiosidade humana).</p>\n<p>Me interessa, porém, a seguinte questão:</p>\n<h2>Nosso planeta (mal cuidado) como predador</h2>\n<p>Queria focar em lidar com o predador nosso próprio planeta.</p>\n<p>Este desafio poderia empurrar nosso conhecimento — nossa curiosidade essencial, aquela curiosidade conectada à necessidade de sobrevivência —para a necessidade de preservar o planeta. Para nossa própria sobrevivência.</p>\n<h2>Uma verdade tenebrosa por trás desta briga?</h2>\n<p>Porém se isto for “meramente” para nossa sobrevivência — contra o predador que seria nosso próprio planeta mal cuidado — então isto em sua essência não seria um “carinho/compaixão” com os animais e a fauna. Feio dizer, mas ouso, nesta sequência de hipóteses, que estaríamos mais focados em nos preservar do que aos demais seres.</p>\n<p>Isto se aplica nesta sequência de hipóteses: a curiosidade essencial humana estando atrelada à necessidade de sobrevivência.</p>\n<p>Necessidade de sobrevivência que requer a força do grupo — habilidade social — , ao menos contra tigres e lobos, como era bem antigamente, quando ainda vivíamos “na floresta”.</p>\n<p>Nesta sequência de hipóteses, ouso propor que se conseguíssemos criar um planeta estável para a raça humana, em tese, esta solução poderia sê-lo com ou sem animais, com ou sem sua fauna.</p>\n<p>Loucura?</p>\n<p>Seguindo esta hipótese (ainda que tenebrosa — mas, aqui, são somente palavras: fique calmo), hoje, então, confundiríamos preservar o planeta com a atitude de preservar fauna e flora e os bichinhos mais porque não sabemos — ainda — fazer um planeta estável “cheio de placas solares, água, e concreto, mesmo, com algum tipo de alimento possível neste formato”, do que por real compaixão aos seres vivos.</p>\n<p>Note que esta assustadora, bizarra, teoria, ainda que bizarra e assustadora, combina mais com muitas de nossas efetivas ações, pergunte comigo:</p>\n<h2>Nós amamos mesmo os animais? Em zoológicos ou fora deles?</h2>\n<p>Repito a pergunta: nós amamos mesmo os animais? Em zoológicos? Preservados em bancos de genes, para quando dominarmos melhor a tecnologia, os clonarmos quando e onde quisermos? Em freezers? Longe de nossas casas? Amamos? (Gatinho e cachorrinho não vale, me refiro a todos, evidentemente).</p>\n<p>Lembremo-nos que já “mordemos a maçã”, ou seja “caímos do paraíso”, ou seja, saímos da floresta. Saímos da vida selvagem. Da interdependência direta.</p>\n<h2>Floresta em chamas a dez mil quilômetros arde em Londres</h2>\n<p>Hoje, então, apenas nos conectamos com o planeta “quando queimamos a Amazônia”, ou seja, com medo do fenômeno ainda muito maior que nosso atual conhecimento, que é a biosfera como um todo. “Não mexa na floresta, pode ferrar com Londres e Paris”, algo assim. Hoje. Nos preocupamos com isso, mas deixamos os zoológicos bem trancados (pois o girar da chave em jaulas de zoológicos não afeta a biosfera de maneira significativa).</p>\n<h2>E se dominarmos o conhecimento sobre a biosfera?</h2>\n<p>Meu medo é que se algum dia dominarmos o entendimento da biosfera, poderemos notar que não precisamos de: formigas, abelhas, plantas, algas, sei lá. Poderíamos engendrar fluxo que nos mantenha muito bem, sem estes seres. Aí sim, saberemos definitivamente se realmente amamos os animais, a fauna e a flora, ou apenas tememos o desgoverno da biosfera e, portanto, nossa extinção.</p>\n<p>E aí saberíamos se queremos, pra valer, mesmo, essencialmente, apenas, nossa sobrevivência.</p>\n<p>E que “saiam da frente”.</p>\n<p>Que belo “chip” seria (é?) este.</p>\n<p>Poderoso também.</p>\n<p>Mais uma questão algo interessante.</p>\n",
  "images": [],
  "contentHash": "10577ba4347e430bf2126b3a6e"
}