{
  "id": "a-menininha-que-nos-leva-para-casa",
  "title": "A menininha que nos leva para casa",
  "author": "Vladimir Dietrich",
  "date": "2024-04-22",
  "readingTime": 5,
  "heroImage": {
    "fileName": "a-menininha-que-nos-leva-para-casa-image-0.jpg",
    "githubPath": "images/a-menininha-que-nos-leva-para-casa-image-0.jpg",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/a-menininha-que-nos-leva-para-casa-image-0.jpg",
    "altText": "jargões",
    "caption": "jargões"
  },
  "lastUpdated": "2025-09-04T20:28:36.128Z",
  "wordCount": 947,
  "content": "<p>   </p>\n<p></p>\n<p>Já vencemos a inteligência do jargão. Do nicho. Do conhecimento específico.</p>\n<p>Nem sei qual a preocupação com uma &quot;inteligência artificial generalista&quot; (AGI, na abreviação do inglês).</p>\n<p>Alguém reparou que vivemos na inteligência de nichos? Opino:</p>\n<p>Se você ligar agora para um suporte de telefonia, um atendente vai saber de cabeça quase tudo sobre telefonia. Mesmo dentro deste nicho de telefonia, 80% dos casos são sempre os mesmos, constituindo um nicho do nicho, ou seja, o pequeno nicho de casos típicos de suporte de telefonia.</p>\n<p>Já somos capazes de treinar uma inteligência artificial (IA) em casos típicos de telefonia. Ou em telefonia como um todo. Não somos capazes?</p>\n<p>Então por que observo ao longe - lá nos pensadores das grandes empresas do ramo - uma preocupação com inteligência artificial generalista?</p>\n<p>Se já podemos substituir todos os nichos do mundo com inteligências artificiais específicas, por que haveríamos de nos preocupar com a possibilidade de que apenas uma inteligência - artificial, generalista (AGI) - faça tudo?</p>\n<p>Não compreendo bem esta preocupação.</p>\n<p>Substituir todos os nichos do mundo com inteligências artificiais especializadas em nichos já é uma revolução suficientemente deslumbrante. Que impactará nossas vidas.</p>\n<p>Eu diria que mesmo que algum dia se crie uma inteligência artificial generalista, a mudança não será tão impactante quanto a revolução de agora, em que todos os nichos podem ser substituídos por inteligências artificiais especializadas.</p>\n<p>Não há gente o suficiente para tornar realidade ainda, mas já há conhecimento suficiente, para criarmos inteligências artificiais especializadas para substituir qualquer nicho, ou quase qualquer nicho.</p>\n<p>Se somarmos a ação física de robôs, podemos incluir todos os nichos.</p>\n<li>Inteligência para fritar hambúrgueres deliciosos.</li>\n<li>Para costurar.</li>\n<li>Para criar plantas de autocad - que já levem em consideração a incidência solar, dadas as coordenadas da construção, o gosto pessoal dos proprietários (etceteras). Pode construir, já, com robôs construtores e materiais cada vez mais modernos.</li>\n<li>Para coordenar o trânsito de cidades inteiras. Em tempo real percebendo quantidades de carros, cruzamentos, semáforos, veículos de emergência. Quanto tempo de verde em quais cruzamentos para minimizar o congestionamento para todos, neste exato momento? E após alguns minutos?</li>\n<li>Para ajudar a reiniciar modems de internet e, sendo necessário, verificar pendências financeiras ou solicitando um atendimento presencial.</li>\n<li>Para prescrever medicamentos.</li>\n<li>Para descobrir manchas de câncer em imagens.</li>\n<li>Para descobrir quais músicas disparam as melhores emoções em mim, em quais períodos, em que intensidade, consultando diretamente os gadgets que eu coloquei em mim para medir hormônios, batimentos, calor, prazer. Deixando o “like” como coisa do início do século 21. Criando playlists que maximizem minhas emoções. Em cada fase (instante, na verdade) de minha vida.</li>\n<li>Para criar ideias de novos nichos em que inteligências artificiais especializadas podem atuar, como esta lista aqui digitada - ainda - por um humano e suas limitações.</li>\n<li>Para ser meu/minha advogado(a). Nesta ação específica.</li>\n<li>Para ser promotor. Nesta ação específica.</li>\n<li>Para julgar com base nos casos decididos por júris de ingleses registrados desde há vários séculos atrás. Este caso se parece mais com qual caso anteriormente julgado?</li>\n<p>Inteligências artificiais especializadas precisam ser treinadas com os casos especializados. Se dermos “uma tonelada” (um número grande) de casos reais do passado para uma inteligência artificial treinar em cima destes casos, geralmente, simples assim, temos uma inteligência artificial especializada em algo específico.</p>\n<p>Ainda há falta de pessoas para treinar tantos nichos. Mas é questão de falta de tempo, neste momento, não mais falta de conhecimento nem capacidade de processamento.</p>\n<p>Nossa vida humana era um pouco assim, não era? Não é no trabalho onde aprendemos, de fato, muito daquilo que precisamos fazer? E que muito daquilo que precisamos fazer é bem menos do que tudo aquilo que aprendemos em quase uma década de colégio, mais meia década de faculdade e mais os estudos após?</p>\n<p>A primeira inteligência artificial, a especializada, me parece aquela menininha que começa na empresa - em cada nicho - e termina presidente da empresa. Sem jamais precisar de diploma de “inteligência artificial generalista”.</p>\n<p>Esta menininha vai permitir que cada um de nós não mais trabalhe, mas continue consumindo - um paradoxo apenas na aparência (opino). A menininha - a inteligência artificial especializada - delicadamente vai nos empurrando para fora das fábricas, dos escritórios, das lanchonetes, dos tribunais, porém sem parar nem um milímetro da produção - muitas vezes ao contrário, melhorando a qualidade da produção em comparação quando era uma produção humana.</p>\n<p>Nós, os humanos, delicadamente vamos trabalhando menos, sem deixar de consumir as coisas que continuam sendo produzidas - agora produzidas sem nós. Cada vez mais sendo produzidas sem nós.</p>\n<p>Esta perda de emprego não é mais perda de produção, como era até poucos anos atrás. É perda de (necessidade de) trabalho.</p>\n<p>Vamos resolver como definir com o que alguém vai pagar pelo quê. O dinheiro, que sempre foi uma medida de trabalho, será substituído por qualquer outra coisa, menos medida de trabalho.</p>\n<p>O trabalho começa a minguar. O consumo - inclusive com mais tempo para consumir coisas que consumimos quando temos tempo livre - segue abundante.</p>\n<p>A revolução que a inteligência artificial específica “permite” (um eufemismo para “obriga”) cria ideias para postagens inteiras de deslumbramento com cada mudança possível.</p>\n<p>Por exemplo: precisaremos, ainda, de corredores de ônibus para levar operários em massa, bem cedo?</p>\n<p>Como será o novo dinheiro que medirá qualquer coisa, menos trabalho, pois trabalho não mais será moeda de troca, por falta de necessidade de trabalhar com a abrangência como que precisamos nós, humanos, trabalhar hoje.</p>\n<p>Haverá um ou um punhadinho de donos de IAs escravizando a todos nós? Não haverá, opino.</p>\n<p>Etceteras.</p>\n<p>Ótima revolução a todos nós ☀️.</p>\n",
  "images": [],
  "contentHash": "f655b52443d06308f01437a"
}