{
  "id": "aco-ou-vento",
  "title": "Aço ou Vento?",
  "author": "Vladimir Dietrich",
  "date": "2025-06-26",
  "readingTime": 4,
  "heroImage": null,
  "lastUpdated": "2025-06-26T19:27:32.030Z",
  "wordCount": 710,
  "content": "<p>[<em>O artigo original é de 30 de abril de 2021, migrado nesta data para este novo blog</em>]</p>\n<p>Ontem refleti sobre como em Blade Runner a natureza - a água, a neve - são um estorvo aos gadgets, ao aço, às várias camadas de roupas que tentam esconder o corpo. Na verdade os dois filmes permitem ainda mais análises.</p>\n<p>Dois dias antes refleti sobre como ao admirarmos o próprio ato de respirar - como quem saboreia um bom vinho, só que vento - nos isolamos do mercado de consumo de coisas além do próprio, natural, vento.</p>\n<p>Achei que eram postagens independentes. Que engano. Alguém &quot;aqui dentro&quot; está tentando conversar &quot;comigo aqui fora&quot; (inconsciente/consciente).</p>\n<p>Há lindo dilema nestas duas reflexões: aço ou vento?</p>\n<p>Grotescamente resumo sem muita poesia.</p>\n<p>Nos contentarmos com o som da relva sendo pisada descalços - e com o sabor do vento - não teria nos empurrado a inventar sequer o chinelo. Quiçá a roda, menos ainda chips implantados no cérebro que se comunicam com a nuvem. Menos ainda manipular nossos próprios genes. Extensivamente praticando em vírus e ratinhos.</p>\n<p>Mas con-ten-tar é mais ou menos isso: &quot;está tudo bem&quot;. E &quot;está tudo bem&quot; &quot;não constrói foguetes&quot;, resumindo. E milhões de anos mais se passam. E o planeta esfria, ou sei lá o que ocorre em milhões de anos.</p>\n<p>Não é bem o que ocorreu com nossa espécie. Temos foguetes, aço, chinelos. Também: medo de mosquito, terror de floresta à noite.</p>\n<p>Blade Runner talvez pinte uma possibilidade nem tão distante. Já estamos bem afastados da natureza, pensando bem (por isso apaguei a postagem sobre o afastamento da natureza notado em Blade Runner). Decks de madeira, solados emborrachados, reuniões virtuais não são aço nem androids, mas acho que já são aquela parte do caminho sem volta (ponto sem retorno, roubando da expressão americana).</p>\n<p>Nenhuma aflição. Porque somos, por definição, natureza. Nossa curiosidade é natureza tanto quanto é natureza a não curiosidade (será mesmo?) de uma vaca pastando por décadas.</p>\n<p>Aqui entra bem a tal teoria do caos. Antes da teoria do caos - caos: um nome estranho para algo mais bonito -, considerávamos que tudo tendia a esfriar, parar se houver atrito, continuar indefinidamente sem atrito, acomodar em estados preguiçosos de menor energia. Uma sopa esfriando na mesa. Só que todo o universo. Que bom que veio a teoria com este mal escolhido nome de caos. Porque nenhuma &quot;sopa esfriando&quot; no mundo poderia criar dois sábias dando voos rasantes para beber água na piscina ao meu lado; muito menos produzir seres bípedes que, estes, produzem foguetes. Por isso extremamente útil esta teoria de estranho nome (caos) para nos entendermos, e ao mundo, um pouco mais. A teoria basicamente parece dizer (quem sou eu para saber com precisão) que com grande número de ingredientes próximos - é até possível medir estas quantidades mínimas necessárias - espontaneamente a natureza começa a produzir combinações complexas de novas coisas. Inclusive com mais energia - por exemplo, átomos que juntos formam um sabiá que voa serelepe, ao invés de um caldo de átomos esfriando por milhões de anos.</p>\n<p>Por que a citação da teoria de estranho nome (caos)? Por isso: é tão natural quanto uma sopa esfriando, criar coisas. Não fugimos nem um milímetro da natureza quando obedecemos uma dinâmica, ao invés da outra. Podemos &quot;esfriar&quot; ou &quot;inventar&quot;, e nenhum caso será menos natural que o outro.</p>\n<p>Isto nos permite voltar a Blade Runner. A nós mesmos, hoje. Cada vez menos precisamos do filme como referência. Somos o filme, gradativamente. Aproximadamente.</p>\n<p>Onde esta &quot;natureza em nós&quot; gradativamente nos leva? [Um parênteses: &quot;natureza criadora em nós&quot; artisticamente me lembra o filme alien. Com a humana grávida de aliens. Que explodem de sua barriga. Por que pensei em um filme de terror? Se for medo do desconhecido, basta ignorar.]</p>\n<p>Não me preocupo com &quot;destino final&quot;, tanto por não haver (opino) quanto, sendo mais prático, por estar longe.</p>\n<p>Gostaria de delinear o caminho, mesmo. Com ou sem precisar da ajuda de filmes como Blade Runner.</p>\n<p>Já sabemos que é tão natural quanto sermos índios descalços pela eternidade, inventar tudo, sem parar.</p>\n<p>Não escaparemos de mudar &quot;nosso&quot; próprio gene. Não me refiro somente a não morrer mais - assunto instigante por si só. Me refiro a mudar nosso &quot;ser&quot;. U-a-u.</p>\n",
  "images": [],
  "contentHash": "4c3c0c58e2d1a3b1b5a15837949"
}