{
  "id": "adeus-empresariar",
  "title": "Adeus, empresariar",
  "author": "Vladimir Dietrich",
  "date": "2025-08-12",
  "readingTime": 2,
  "heroImage": {
    "fileName": "adeus-empresariar-image-0.png",
    "githubPath": "images/adeus-empresariar-image-0.png",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/adeus-empresariar-image-0.png",
    "altText": "",
    "caption": ""
  },
  "lastUpdated": "2025-08-16T07:39:41.623Z",
  "wordCount": 421,
  "content": "<p>   </p>\n<p>Sinto que empresariar asfixia as outras etapas de nossa vida.</p>\n<p>Quais etapas? As etapas em que ainda somos crianças e as etapas em que somos gradativamente expulsos do mercado de trabalho.</p>\n<p>Que argumento estranho é este?</p>\n<p>Este argumento pretende dar valor a etapas da vida que, talvez, sejamos culturalmente condicionados a subvalorizar.</p>\n<p>Minha tese é a de que a vida profunda começa desde sempre, e não apenas, gradativamente, quando vamos nos acomodando no mercado de trabalho.</p>\n<p>Mas as empresas querem o nosso miolo trabalhador da vida.</p>\n<p>As empresas não são pessoas. São abstrações que visam bons trabalhos, usualmente gerando lucro quando trabalham bem.</p>\n<p>Visar bons trabalhos exige recrutar os melhores profissionais para si. Na medida do possível.</p>\n<p>Há alguns séculos nós precisamos trabalhar para manter “tudo” mais ou menos funcionando.</p>\n<p>Estes séculos de foco em trabalho nos condicionam a preparar as crianças para o trabalho e, após o trabalho, preparar os mais velhos para a expulsão do mercado de trabalho.</p>\n<p>Creches e asilos, poderíamos resumir em dois serviços conhecidos.</p>\n<p>Esta tese pode ganhar relevância caso seja verdade que a automação, agora turbinada pela inteligência artificial, consiga expulsar os humanos do foco no trabalho. </p>\n<p>Robôs e IAs poderiam trabalhar mais - cada vez mais e mais - por nós.</p>\n<p>Na prática do dia-a-dia, esta tese pergunta:</p>\n<p>Quantas horas da vida de uma criança babás precisam substituir os pais, que estão trabalhando? </p>\n<p>Incluindo as próprias babás, que podem precisar deixar seus filhos com outras pessoas por algumas horas também.</p>\n<p>É em pontos como este que sinto que a cultura do empresariar subvaloriza as demais fases da vida.</p>\n<p>As crianças são focadas em estudar. Preparar-se. Para quê? Para o trabalho, principalmente.</p>\n<p>Os idosos, lindas fontes da mais profunda experiência, ficam solitários, pois o resto do mundo está trabalhando - ou em creches.</p>\n<p>A alegria profunda de um bebê, ou de uma criança em variadas idades, é menor por não poder trabalhar ainda?</p>\n<p>Nada menor. Eu diria que é uma fase única, de uma alegria infinita.</p>\n<p>Mas tratamos como se fossem pessoas inferiores, no sentido de que não podem trabalhar ainda.</p>\n<p>Um dia poderá não existir mais esta pequena tirania do trabalho, sugando as fases anterior e posterior da vida para dentro de seu redemoinho empresarial.</p>\n<p>Aí, humaninhos e humanões, de todas as fases, terão seu riso, seu choro, sua descoberta, sua constatação, sua palavra, valorizadíssimos, sem ser empurrado para dentro ou para fora de um redemoinho de CNPJs.</p>\n<p>Vamos observando?</p>\n",
  "images": [],
  "contentHash": "bc2cba590543fdaa33d33"
}