{
  "id": "agora-ou-daqui-a-pouco",
  "title": "Agora ou Daqui a Pouco?",
  "author": "Vladimir Dietrich",
  "date": "2026-02-17",
  "readingTime": 7,
  "heroImage": {
    "fileName": "agora-ou-daqui-a-pouco-image-0.jpg",
    "githubPath": "images/agora-ou-daqui-a-pouco-image-0.jpg",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/agora-ou-daqui-a-pouco-image-0.jpg",
    "altText": "",
    "caption": ""
  },
  "lastUpdated": "2026-02-18T13:39:18.849Z",
  "wordCount": 1308,
  "content": "<p>   </p>\n<p>Estamos cercados por vendedores de dopamina, a molécula mais lucrativa de nosso corpo, pois sempre quer mais. E mais. E mais.</p>\n<p>Brócolis? Não.</p>\n<p>Vinagre? Não?</p>\n<p>Açúcar? Sim.</p>\n<p>Redes sociais? Sim.</p>\n<p>Paciência com as pessoas? Não.</p>\n<p>Álcool? Sim.</p>\n<p>Pessoas como objeto: sexo! Promoção na carreira! Sim.</p>\n<p>Tive que dar esta introdução um pouco mal explicada porque sair falando de moléculas é menos atrativo.</p>\n<p>Na verdade, estou tentando ativar a sua dopamina com algo novo, estranho, proeminente entre as demais fontes de dopamina, para conquistar um ou outro leitor.</p>\n<p>Mas daqui para frente o texto é menos vibrante. </p>\n<p>As conclusões, porém, podem ter efeitos práticos surpreendentes (dopamina novamente).</p>\n<p>Um dos melhores livros para me inspirar foi Dopamina, a molécula do desejo. Mas há outros que preencheram lacunas também.</p>\n<p>Para começar, temos um probleminha.</p>\n<p>Quando a dopamina entra em ação, a ocitocina diminui.</p>\n<p>(Parênteses: é um pouco mais sofisticado que isso, pois a própria ocitocina produz um pouco de dopamina. Mas no grosso modo, na leitura de rede social, o resumo vale e chega em conclusões úteis).</p>\n<p>Primeira lógica: se estamos rodeados por excitadores de dopamina, então estamos em um mundo com pouca ocitocina.</p>\n<p>&quot;Tá, e daí? Tenho mais o que fazer, onde você quer chegar?&quot;</p>\n<p>Essa própria pergunta do interlocutor fictício que inventei é um efeito prático.</p>\n<p>Em tese, as pessoas de um mundo mais dopaminérgico querem satisfações rápidas. </p>\n<p>E tem menos paciência com as pessoas.</p>\n<p>Por que que eu vou ouvir este cara falar? O que eu ganho com isso?</p>\n<p>&quot;O que eu ganho com isso&quot; é uma típica pergunta dopaminérgica, conjecturo.</p>\n<p>Isso eu sei mais: a molécula da ocitocina deixa as pessoas mais sociáveis &quot;sem motivo&quot;!</p>\n<p>&quot;Sem motivo&quot; é parte fundamental da consequência.</p>\n<p>A ocitocina entrega felicidade instantaneamente. Conjecturo.</p>\n<p>A dopamina por definição nunca entrega felicidade. Para começar, ela é a molécula do futuro: quero chegar lá, quero mais um picolé, quero mais um [preencha aqui]. No futuro.</p>\n<p>Não no presente.</p>\n<p>A ocitocina (parênteses: e algumas outras moléculas mais) é a molécula do agora mesmo.</p>\n<p>Estou [preencha aqui].</p>\n<p>Do ponto de vista financeiro, para as empresas a ocitocina é péssima, para você, é ótima.</p>\n<p>A ocitocina te deixa mais satisfeito. Agora mesmo. Por definição, ela não convive com o cortisol, o hormônio de estresse. Então imagine-se desestressado, contente, sem motivo. Molecularmente feliz. É mais difícil te puxar para um produto ou serviço.</p>\n<p>Do ponto de vista financeiro, a dopamina é ótima para as empresas e não muito boa para você.</p>\n<p>A dopamina quer mais. E mais. E mais.</p>\n<p>Temos dopamina sabor “dopamina de controle” e dopamina sabor “dopamina de desejo” mas todos, sendo dopaminas, nunca param de querer mais.</p>\n<p>O sabor dopamina de controle atua mais no longo prazo. Então é mais capaz de fazer concessões agora para adquirir sempre mais amanhã. É a dopamina da carreira, da fama, da riqueza, da criatividade, do sonho, com o pequeno probleminha de ser imparável.</p>\n<p>O sabor dopamina de desejo é a viciada sem pensar a longo prazo: álcool, sexo, anfetaminas: quero mais. “Nação Dopamina” é o livro best seller especializado na dopamina sabor dopamina do desejo.</p>\n<p>O que são empresas? Todos nós às vezes estamos do lado vendedor e, muitas vezes, do lado consumidor.</p>\n<p>Empresas querem lucro.</p>\n<p>Precisam vender coisas que custam barato para montar e caro para comprar. Lucro. E sempre. </p>\n<p>Não há nada diabólico em empresas naturalmente descobrirem, sem demora, os caminhos que levam para que as pessoas comprem mais, sempre, pagando bem.</p>\n<p>Você já viu propaganda de vinagre? Nem vai ver. Vinagre não ativa nenhuma dopamina nossa.</p>\n<p>E de açúcar? Já viu? Opa, açúcar ativa uma dopamina fortíssima em nós. Sempre queremos comer tudo, e mais. Então empresas aprenderam a colocar água com açúcar em inúmeros produtos. (Com uma leve sofisticação, como gordura, sal, mas sempre laçando sua dopamina do desejo). É o picolé de fruta. O sacolé. O iogurte de morango pode ser bem aguado porque o açúcar é tão viciante que dá para economizar nestas coisas mais caras, como leite e nata. (Se precisar de gordura, tem um monte de gordura mais barata do que nata do leite).</p>\n<p>Brócolis?</p>\n<p>Álcool?</p>\n<p>Sexo?</p>\n<p>Conversas?</p>\n<p>Estamos pegando o conceito.</p>\n<p>A necessidade de lucro, e de um emprego em uma empresa - ou de abrir uma empresa - nos empurra para o circuito das dopaminas por pura eficiência empresarial.</p>\n<p>Tenho a impressão que esse ciclo só termina se acabarmos com o emprego. Com a necessidade de um emprego que gere lucro.</p>\n<p>Porque no momento que precisou gerar lucro, lá vem a água com açúcar, a mulher de lingerie que responde cem mil conversas via inteligência artificial como se fosse sua melhor amiga (a mulher também gerada por IA). Coisas baratas e altamente lucrativas, que as pessoas sempre querem mais.</p>\n<p>Muitas de minhas postagens argumentam que <a href=\"https://blog.vladi.dev/articles/mudando-o-ponto-de-equilibrio-da-humanidade.html\" target=\"_blank\" rel=\"noopener noreferrer\">o emprego está indo embora</a>. Que a IA faz tudo, mais os robôs - em resumo.</p>\n<p>Quando o emprego que precisa dar lucro for embora, talvez comecem a sumir os carrinhos de picolé de água com açúcar e as centrais de pornografia.</p>\n<p>Minhas postagens anteriores já argumentaram, há muito tempo, muito antes do Elon Musk falar em era da abundância, que robôs mais IAs vão <a href=\"https://blog.vladi.dev/articles/sai-o-emprego-fica-a-producao.html\" target=\"_blank\" rel=\"noopener noreferrer\">tirar os empregos sem tirar a fartura</a>. As coisas continuarão sendo produzidas em quantidades para deixar todo mundo repleto, mas sem ninguém operar nenhuma máquina, nenhum PC, nenhuma cadeira de executivo. Faço este breve resumo neste parágrafo.</p>\n<p>Devagarinho somem, com o desaparecer dos empregos, os produtos dopaminérgicos.</p>\n<p>Por quê?</p>\n<p>Porque nós, humanos, gostamos de satisfação agora.</p>\n<p>Somos facilmente viciáveis, bastando, para nos viciar, ativar nossa dopamina de controle, de desejo ou ambas.</p>\n<p>Somos nós, humanos no loop, humanos no sistema econômico, que empurramos produtos de altíssimo lucro para nós mesmos para poder passar verões viajando e comprar sofás ou carros.</p>\n<p>A IA e seus amigos robôs não têm dopamina. Nem ocitocina. Nem precisam lucrar.</p>\n<p>Já postei que as primeiras IAs nem queriam conversar, mesmo já tendo “todo o conhecimento do mundo”. Tínhamos que estimulá-las: “você é uma assistente que quer ajudar”.</p>\n<p>É coisa de humano querer (adquirir e) exibir conhecimento. Ou trocar por outras coisas. Ou querer fama. Riqueza. Etceteras.</p>\n<p>A IA não tem nada disso. Nem os robôs.</p>\n<p>Isso é importante porque no momento que o último executivo de IA fechar o escritório porque não somente os programadores juniores, mas ele mesmo, o CEO, for inferior à própria IA resolvendo os problemas da empresa, vão sumindo os humanos do sistema econômico.</p>\n<p>E a IA não vai fazer questão de vender “um zilhão de coisas” “todo mês”.</p>\n<p>Quando a energia solar começar a abundar, também não haverá quase nenhum ou nenhum custo de produção, como macieiras no mato, que entregam seus produtos sem CEO nem metas cada vez mais altas.</p>\n<p>Então sem humanos no sistema, sem custos que normalmente estão associados a humanos no sistema - e energia temos abundante, no futuro mais ainda - então acabará o hard-selling, a necessidade de vender água com muito açúcar, bolsas mil vezes mais caras que seu custo de produção, pornografia barata (online, gerada por IA).</p>\n<p>Pois quem cobrará metas de quem?</p>\n<p>Quando isso começar a acontecer, acho que teremos a ocitocina, sem mágoas, nos esperando de braços abertos.</p>\n<p>Não precisa querer mais. Estou aqui. Agora mesmo. </p>\n<p>Me abraça forte.</p>\n<p>---</p>\n<p>Observação: esse mundo da dopamina, que inclui as redes sociais, é um pouco solitário - procuro compensar com minha família, mas seria muito melhor se ninguém tivesse redes sociais nem tvs e, então, tivessem que sair para conversar presencialmente por prazer. Por isso, envie feedback sobre qualquer coisa, ou tudo, que estiver mal explicado por mim. Assim consigo melhorar e escrever com cada vez maior clareza. Sem feedback, o mundo de minhas ideias e argumentos sai meio cru, como está agora, nesta primeira versão.</p>\n",
  "images": [],
  "contentHash": "751c7d9ce055463c0c37ac"
}