{
  "id": "aposentadoria-da-razao",
  "title": "Aposentadoria da Razão",
  "author": "Vladimir Dietrich",
  "date": "2025-06-21",
  "readingTime": 2,
  "heroImage": {
    "fileName": "aposentadoria-da-razao-image-0.jpg",
    "githubPath": "images/aposentadoria-da-razao-image-0.jpg",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/aposentadoria-da-razao-image-0.jpg",
    "altText": "",
    "caption": ""
  },
  "lastUpdated": "2025-06-23T02:32:33.172Z",
  "wordCount": 409,
  "content": "<p>Eureka?</p>\n<p>A inteligência artificial pode aposentar o lado esquerdo do nosso cérebro. A razão. A ciência. A lógica.</p>\n<p>Esta razão, ciência e lógica que dimiuem o espaço dos sentimentos, das sensações, das emoções.</p>\n<p>Para criar a inteligência artificial, humanos por todos os cantos fervem sua razão. Sua lógica. Seu lado esquerdo do cérebro. Depois <a href=\"https://youtu.be/giT0ytynSqg?t=5040\" target=\"_blank\" rel=\"noopener noreferrer\">comentam</a> algo como “me arrependo de não ter passado tanto tempo com minhas filhas, quando pequenas”.</p>\n<p>Crianças muito pequenas são puro lado direito do cérebro: emoção. Sentimento.</p>\n<p>Sentir saudades especificamente de crianças “quando pequenas” pode querer significar “saudades de me emocionar. De sentir”.</p>\n<p>Pois teremos todos o tempo do mundo para sentir e emocionar.</p>\n<p>Não teremos?</p>\n<p>A primeira coisa que a inteligência artificial vai aposentar é a necessidade do ser humano de racionalizar, listar, calcular, usar o lado esquerdo do cérebro.</p>\n<p>Nós estamos no auge do lado esquerdo do cérebro: o dinheiro transborda nas empresas de razão, tecnologia, como super-estudiosos de faculdades sócios fundadores inundados de dólares.</p>\n<p>O que sente uma sociedade assim, hiper-racional?</p>\n<p>E seu inverso: o que sente uma sociedade com o lado direito do cérebro voltando a dominar?</p>\n<p>A morte que temem alguns pesquisadores pode ser a morte da razão, e não a morte do mundo como no filme “o exterminador do futuro”.</p>\n<p>A maioria dos atuais pesquisadores em inteligência artificial focam em razão e lógica. Quando se é todo razão, a morte da razão é como se fosse a morte da pessoa.</p>\n<p>Mas é possível migrar uma vida cheia de razão e lógica para uma vida repleta de sentimento e emoção.</p>\n<p>A morte da razão só aparenta ser a morte da pessoa inteira, para quem é todo racional.</p>\n<p>Voltaremos à sentir e nos emocionar coletivamente.</p>\n<p>As grandes construções atrairão outros tipos de perfis.</p>\n<p>Por que a inteligência artificial vai cuidar, sozinha, da razão, da lógica, listas, rankings.</p>\n<p>Sobrará, finalmente, espaço para sentimentos e emoção.</p>\n<p>Como será? Em grandes prédios ou pequeno comércio local? Grandes prédios retos, de vidro, ou ornamentados? E localmente?</p>\n<p>O perfil mudando, muda a sociedade.</p>\n<p>Este texto é um pouco difícil devido a minha falha como escritor. Mas está aqui o conceito que estou enxergando, e já peço desculpas não só pelo texto seco, sem estórias gostosas e, pior ainda, podendo estar com uma tese totalmente errada. A originalidade - errando ou não - acho que estou entregando, ainda que de maneira mal redigida. Se eu conseguir, melhoro este texto assim que me vier esta habilidade e tempo.</p>\n",
  "images": [],
  "contentHash": "1ba27d6c760d0d2e7afb11759"
}