{
  "id": "arranha-vaidades",
  "title": "Arranha-[vaidades]",
  "author": "Vladimir Dietrich",
  "date": "2022-03-08",
  "readingTime": 3,
  "heroImage": {
    "fileName": "arranha-vaidades-image-0.jpg",
    "githubPath": "images/arranha-vaidades-image-0.jpg",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/arranha-vaidades-image-0.jpg",
    "altText": "",
    "caption": ""
  },
  "lastUpdated": "2025-09-04T20:30:29.052Z",
  "wordCount": 699,
  "content": "<p>   </p>\n<p></p>\n<p>Acho que posso desfazer um mito. O mito do &quot;ultra, ultra bilionário&quot;.</p>\n<p>Tenho dois aspectos para abordar. Um aspecto é: um país é ultra, ultra bilionário. Mas não reclamamos. Este aspecto permite dizer que tanto o dinheiro de um país quanto de um ultra, ultra bilionário serão injetados na economia. &quot;Injetar na economia&quot; não é o que muda. Inveja também não vale, sei que muda, pois não invejamos um país, mas uma pessoa, talvez. Mas este aspecto é sem graça. Até antigo: comparar orçamentos de país com indivíduos e empresas ricas não é novidade.</p>\n<p>Gosto mais do próximo aspecto a analisar. Envolve automação.</p>\n<p>O caso extremo é mais fácil de compreender. Depois, amenizamos os extremos.</p>\n<p>No caso extremo, o único dono de uma gigante e lucrativa empresa chega ao ponto de automatizar tudo, sem perder, ao contrário, aumentando, lucro e vendas.</p>\n<p>Sob o primeiro aspecto, só muda que é ele que decide como gerir seu próprio orçamento, não um grupo eleito pelo povo.</p>\n<p>Mas no segundo aspecto, fica interessante. Ele automatizou tanto, mas tanto— cem porcento — que na verdade nem ele precisa estar na empresa.</p>\n<p>E ele morre. Mas a empresa vive.</p>\n<p>Agora vamos exagerar, pois automatizar, e muito, é cada vez mais normal, não é exagero.</p>\n<p>Imagine que todos os funcionários, conselheiros, acionistas, donos, de todas as maiores empresas do mundo: google, amazon, tesla, louis vuitton (grupo lvmh), volkswagen, bosch, apple, bmw, todas empresas mais ricas, que todos seus funcionários, alta cúpula e donos morram. Mas que seus robôs consigam mantê-las todas, sem exceção, funcionando, sem nenhum ser humano envolvido. Só eletricidade (ecológica, sustentável), postagens no instagram, vendas online, reposição de insumos e estoque, fábricas e distribuição automatizadas.</p>\n<p>O dinheiro — trilhões — só têm sentido com, para e por humanos.</p>\n<p>Fábricas inteiras trabalham de graça. Usando água e energia auto-suficiente. Mantendo um planeta até melhor do que já é.</p>\n<p>Não há dinheiro para máquinas. Robôs. Postagens automáticas. Caminhões de entrega autônomos.</p>\n<p>Isto significa coisas bem estranhas. Pelo menos até podermos compreender melhor, devagarinho.</p>\n<p>Chamamos a natureza de &quot;deus&quot;. De “presente divino”.</p>\n<p>Ela está lá. Nos dá tudo. Não pede nada em troca. Água, nutrientes, energia. Átomos, moléculas.</p>\n<p>Pois todas as fábricas mais ricas do mundo, com seus funcionários, diretores e acionistas desaparecidos, funcionando sem parar, sem nenhum ser humano envolvido, passam a, imediatamente, não pedirem nada em troca.</p>\n<p>Vamos supor que elas estejam abastecidas com energia e água de maneira auto-suficiente. Vamos pensar que trabalhem com materiais recicláveis — se pensarmos no nível atômico, não há como fugir de nos definirmos todos como recicladores — de átomos do planeta — ou seja, basta ter energia auto-suficiente para manipular átomos, e teremos insumos eternamente reciclados. Átomos. Assim como uma árvore faz com o que era, antes, uma semente.</p>\n<p>Isto parece querer indicar que especificamente dinheiro — iniciamos com o termo &quot;ultra, ultra bilionários&quot;, ou seja, dinheiro — está inexoravelmente atrelado como unha e carne a nós, os famosos seres-humanos.</p>\n<p>Porque fábricas auto-suficientes sem ninguém passam a ter a mesma graça divina da abundância sem pedir nada em troca das plantas e frutos que nos cercam.</p>\n<p>Quem poderia tratar deste tipo de tema?</p>\n<p>Notas para expandir a mente.</p>\n<li>Podemos ser natureza. Memes e “coisas produzidas” somos natureza.</li>\n<li>Destruir faz parte de construir. Faz parte do fenômeno de reciclar. Os átomos são iguais. As empresas, não apenas a natureza, inevitavelmente constroem sobre algo que foi destruído. Nossos átomos são os mesmos de quando Einstein ou Sócrates estavam vivos. Em algum lugar eles estão agora — os átomos — (e dos mortos, restam os memes: a cultura, a informação).</li>\n<li>O que queremos com isto que inventamos — o famoso “dinheiro”? Se podemos ser como a natureza, ou pelo menos empresas-robô podem trabalhar sem jamais saber o que é um dólar ou um bitcoin, o foco do dinheiro atinge nossas próprias cabeças, pensamentos, desejos, vaidades.</li>\n<li>Se você pode imaginar empresas-robô lidando com a escassez de maneira automatizada e bem comportada, é ainda mais fácil deixar o foco do (muito) dinheiro iluminar apenas a nós mesmos. O que queremos não é uma questão pequena.</li>\n<p>Ótima leitura! :)</p>\n",
  "images": [],
  "contentHash": "eeed3c7e527dc125014fd04"
}