{
  "id": "aspirar-o-proprio-rabo",
  "title": "Aspirar o próprio rabo?",
  "author": "Vladimir Dietrich",
  "date": "2021-09-25",
  "readingTime": 2,
  "heroImage": {
    "fileName": "aspirar-o-proprio-rabo-image-0.jpg",
    "githubPath": "images/aspirar-o-proprio-rabo-image-0.jpg",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/aspirar-o-proprio-rabo-image-0.jpg",
    "altText": "",
    "caption": ""
  },
  "lastUpdated": "2025-06-27T14:37:39.934Z",
  "wordCount": 454,
  "content": "<p></p>\n<p>Vou misturar o conceito do cachorro que persegue o próprio rabo com o aspirador que se recarrega sozinho. Colocarei a humanidade no meio deste sanduíche. Será proveitoso?</p>\n<p>Inicio com uma interpretação:</p>\n<p>E se empresas, foguetes, novos produtos, fossem nosso jardim?</p>\n<li>Que lindas flores. Lindas intenções plantamos. Sonhos.</li>\n<li>Estamos fugindo de algo (inquietos)? Se sim, de quê?</li>\n<li>Sobreviver. Passar de caça de 70kg a giga-caçador. Justifica?</li>\n<p>Imaginemos por um segundo. Podemos?</p>\n<p>Todos nossos predadores estão extintos. De leões a vírus. O planeta segue funcionando. Sem catástrofe. Só há humanos - sem qualquer bicho que possa nos caçar. Apenas joaninhas, girafas, etc.</p>\n<p>Não nos vejo parando de jardinar empresas, foguetes, novos produtos. Só porque não precisamos mais nos defender de predadores.</p>\n<p>Você nos enxerga parando?</p>\n<p>Então fim do texto. Abraçamos joaninhas e girafas, sem foguetes. Na relva. É uma hipótese.</p>\n<p>Agora vamos supor que não paremos de “jardinar desenvolvimento&quot;. Mesmo sem predadores.</p>\n<p>Neste caso, poderíamos estar perseguindo &quot;nosso próprio rabo&quot;.</p>\n<p>Seria uma maneira de enxergar. Se não há um objetivo de sobrevivência, resta o quê? Brincar. Estética.</p>\n<p>Como fazem alguns cachorrinhos.</p>\n<p>Jardinando um desenvolvimento sem-fim.</p>\n<p>Com alegria. Sem-fim.</p>\n<p>&quot;Mas não temos rabo&quot; para perseguir.</p>\n<p>&quot;Temos o neocórtex&quot;. Um abraçador de complexidades. Enovelado.</p>\n<p>Enovelar-se talvez seja a finalidade.</p>\n<p>Aliás brincar e enovelar não são amigos?</p>\n<p>Um parágrafo um pouco mais chato, mas se você está no clima, aqui está.</p>\n<p>Talvez o enovelamento seja a própria luz, e é fácil tirar o ar filosófico desta frase (enovelamento/luz): se o neocórtex for nosso próprio rabo, um mega-enovelamento seria a grande distração.</p>\n<p>Aquilo que esconde, nos distrai, da simplicidade de perseguir um próprio rabo.</p>\n<p>Caso não houvesse o grande enovelamento para dar mistério e profundidade a nossas ações, talvez não nos entusiasmássemos para perseguir algo não tão profundo, como perseguir o próprio rabo.</p>\n<p>Perseguir o próprio rabo no sentido de que o faremos mesmo sem predadores.</p>\n<p>Como máquinas.</p>\n<p>Como aquele disco que aspira pó em sua sala, e recarrega sozinho.</p>\n<p>Mais complexo e &quot;lindo&quot; seríamos (?), mas não muito além disso.</p>\n<p>E mesmo que ninguém mais morasse na casa, se fosse um aspirador de pó programado para aspirar e recarregar e ainda estivesse funcionando, seguiria aspirando.</p>\n<p>Mesmo que não existisse mais ninguém no planeta interessado em menos pó.</p>\n<p>Seguiria o disquinho a aspirar.</p>\n<p>Com alegria: sim!</p>\n<p>De certa forma o aspirador de pó também não se deprime, persevera, &quot;com alegria&quot;, por que não?</p>\n<p>Mas isto.</p>\n<p>Apenas uma tola hipótese ou maneira de observar. Que bom que esta maneira de enxergar deve estar errada, e deve mesmo. Mas precisava estar anotada. Vai que possa estar algo certa.</p>\n<p>O jardim é, de fato, &quot;lindo&quot;, cabe observar. A estética está garantida. Tanto nas intenções quanto no design.</p>\n",
  "images": [],
  "contentHash": "5b6d1357f35212942773373532b"
}