{
  "id": "auto-traicao",
  "title": "Auto traição?",
  "author": "Vladimir Dietrich",
  "date": "2023-07-15",
  "readingTime": 4,
  "heroImage": {
    "fileName": "auto-traicao-image-0.jpg",
    "githubPath": "images/auto-traicao-image-0.jpg",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/auto-traicao-image-0.jpg",
    "altText": "a terrifying skull transforming into a beautiful heart.",
    "caption": "a terrifying skull transforming into a beautiful heart."
  },
  "lastUpdated": "2025-09-03T07:41:12.683Z",
  "wordCount": 827,
  "content": "<p></p>\n<p>Pode parecer que o dinheiro te trai.</p>\n<p>Assim: você tem um zilhão de dinheiros.</p>\n<p>Isto pode atrair pessoas.</p>\n<p>A aparente traição é que quando você não está olhando, muitas destas pessoas ficam olhando para seu dinheiro (não para você).</p>\n<p>Mas esta traição é aparente, não tão real. Ou seja, você não é corno do seu próprio dinheiro - se o dinheiro for muito, volumoso.</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/auto-traicao-image-1.jpg\" alt=\"rainning dollars building into a fluffy giant green heart.\" /><figcaption>rainning dollars building into a fluffy giant green heart.</figcaption></figure>\n<p>Agora a parte que mais gosto: Por que a pessoa olhar para seu dinheiro, disfarçadamente, quando você está distraído, não é traição?</p>\n<p>Lá vai:</p>\n<p>Porque o mesmo raciocínio vale para aquela barriga tanquinho bem gomada, hiper desenhada. Sem dinheiro agora!</p>\n<p>Quando você não está olhando - ou até mesmo sem disfarçar - a pessoa vai mirar na sua barriga tanquinho e ficar admirando, babando, boquiaberta..</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/auto-traicao-image-2.jpg\" alt=\"uma barriga tanquinho em forma de coração\" /><figcaption>uma barriga tanquinho em forma de coração</figcaption></figure>\n<p>Qual a diferença entre zilhões de dinheiros e barrigas-tanquinho?</p>\n<p>Ex-ce-len-te pergunta!</p>\n<p>Tem mais:</p>\n<p>Adiciono um cérebro intelectual de gênio. Sem barriga tanquinho e sem grana. Pegou o raciocínio? Explico mais este: você pode ser corno de seu próprio cérebro? Você pode perceber as pessoas em seu redor olhando admiradas para seu desempenho intelectual. Muitas vezes sem nem disfarçar. Quando você quisesse - será? - um amor simples, puro: por você.</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/auto-traicao-image-3.jpg\" alt=\"um cérebro em formato de coração\" /><figcaption>um cérebro em formato de coração</figcaption></figure>\n<p>Mas o que é você se não um grande cérebro? Ou uma grande conta bancária? Ou uma enorme proporção de músculos barra gordura?</p>\n<p>Poderia acrescentar mil itens na lista: um incrível piloto de corrida. Um gênio do design. Uma perfumista inigualável. Um desempenho sexual delicioso-sempre (etceteras).</p>\n<p>Mas podemos ser os três: cheio de dinheiros, com barriga tanquinho, super inteligente, safo.</p>\n<p>Podemos ser corno de três itens ao mesmo tempo? Ou de infinitos itens?</p>\n<p>Por exemplo: tenho alguma grana, uma personalidade única (mas não gênio), uma sarda nesta posição, uma série de coisas comuns únicas.</p>\n<p>É possível ser traído por minha própria singularidade?</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/auto-traicao-image-4.jpg\" alt=\"um coração feito de lixo e de objetos baratos\" /><figcaption>um coração feito de lixo e de objetos baratos</figcaption></figure>\n<p>Você gosta de mim - &quot;pra valer&quot; - ou de uma série de características minhas?</p>\n<p>Esta é uma ex-ce-len-te pergunta!</p>\n<p>É por isso que eu não iria com tanta sede ao pote dizer que tal pessoa está com y pessoa por causa do [preencha com seu recalque: dinheiro? Músculo? Cérebro? Mil coisas] dela.</p>\n<p>Este paradoxo do interesse versus &quot;amor puro e simples&quot; atinge qualquer singularidade que nos forma.</p>\n<p>Temos medo - estrategicamente - é de perder admiração para alguém que tenha mais daquilo que é admirado em nós.</p>\n<p>Se for dinheiro - que simplificação, mas pode acontecer com dinheiro - então realmente não é difícil ser traído pelo próprio dinheiro - uma sensação de que não estão olhando pra ti, pra dentro de ti, mesmo (cartões de crédito, pix, sim) e nem mesmo é difícil aparecer outro montão de dinheiro (ao redor de outra pessoa).</p>\n<p>Idem para barrigas tanquinho (triceps, taxa de gordura, desenhos abdominais).</p>\n<p>Idem para tudo e conjuntos de tudo?</p>\n<p>A não ser que a característica <em>~seja~</em> nós. Ser! Você <em>seja</em> o seu dinheiro (o suor e-ou a sorte, o orgulho de ser - não apenas ter - o dinheirão). Você <em>seja</em> sua barriga tanquinho. Seu cerebrão poderoso.</p>\n<p>Olhar para seu dinheiro não te ofende: orgulho! Olhar para sua barriga-tanque não te ofende: muito obrigado! Sou eu mesmo. Olhar para o desempenho intelectual seja olhar para <em>você</em>. Ou o desempenho genital seja <em>você</em>. Eu <em>sou</em> grana. <em>Sou</em> tanque. <em>Sou</em> cerebrão. <em>Sou</em> órgão genital deslumbrante. <em>Sou</em> características genéticas. <em>Sou</em> [isso, isso e aquilo].</p>\n<p>Aí não há dicotomia entre você e suas singularidades.</p>\n<p>Não impede que a singularidade admirada em você apareça em outro lugar e leve, com isso, coisas e pessoas que você queria que permanecesse com você.</p>\n<p>Se forem muitas singularidades, difíceis de existir, admiráveis, a segurança aumenta.</p>\n<p>Somos poucos humanos vivos na terra em cada geração, também não é para teorizar muito sobre singularidades. Não somos tantos assim.</p>\n<p>A ciência ajuda: ela fala em competição e cooperação. Competimos de verdade e cooperamos de verdade. Traímos de verdade e estamos juntos de verdade.</p>\n<p>Quando, por quanto tempo, com que intensidade, baseado em quais premissas, que duram quanto tempo, pode revelar coisas que eram ou são você. Por tanto tempo.</p>\n<p>Um beijo gostoso pode acontecer entre pessoas que têm esta habilidade.</p>\n<p>E um beijo gostoso em quem tem habilidade de ter um montão de dinheiro? Para simplificar, vou criar a hipótese de que o indivíduo especializado em grana não é muito craque na área da língua na boca.</p>\n<p>Nesta situação muito particular está havendo uma troca. Um tipo de cooperação - mas de produtos diferentes: alguém tolera um beijo com olho em grana. Outro tolera inabilidade com grana em troca de um beijo.</p>\n<p>A cooperação pode ser de um mesmo produto: pessoas malhando barrigas-tanquinho juntas. Ou o sexo mais profundo entre pessoas de sexo mais profundo.</p>\n<p>É território espinhoso flertar com a essência de amor? Não consigo finalizar.</p>\n<p>A sincera cooperação é &quot;infinita&quot; enquanto dura (Vinicius de Morais: que [o amor] seja infinito enquanto dure).</p>\n<p>Mas somos caveiras com colágeno, dinheiro, resiliência (um pouco), saliva, sêmen. Prazer e (fuga da) dor.</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/auto-traicao-image-5.jpg\" alt=\"um coração com ossos\" /><figcaption>um coração com ossos</figcaption></figure>\n",
  "images": [
    {
      "fileName": "auto-traicao-image-1.jpg",
      "githubPath": "images/auto-traicao-image-1.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/auto-traicao-image-1.jpg",
      "altText": "rainning dollars building into a fluffy giant green heart.",
      "caption": "rainning dollars building into a fluffy giant green heart."
    },
    {
      "fileName": "auto-traicao-image-2.jpg",
      "githubPath": "images/auto-traicao-image-2.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/auto-traicao-image-2.jpg",
      "altText": "uma barriga tanquinho em forma de coração",
      "caption": "uma barriga tanquinho em forma de coração"
    },
    {
      "fileName": "auto-traicao-image-3.jpg",
      "githubPath": "images/auto-traicao-image-3.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/auto-traicao-image-3.jpg",
      "altText": "um cérebro em formato de coração",
      "caption": "um cérebro em formato de coração"
    },
    {
      "fileName": "auto-traicao-image-4.jpg",
      "githubPath": "images/auto-traicao-image-4.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/auto-traicao-image-4.jpg",
      "altText": "um coração feito de lixo e de objetos baratos",
      "caption": "um coração feito de lixo e de objetos baratos"
    },
    {
      "fileName": "auto-traicao-image-5.jpg",
      "githubPath": "images/auto-traicao-image-5.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/auto-traicao-image-5.jpg",
      "altText": "um coração com ossos",
      "caption": "um coração com ossos"
    }
  ],
  "contentHash": "412ea4812e080d31c772"
}