{
  "id": "caixao-nao-tem-gavetas",
  "title": "Caixão não tem gavetas",
  "author": "Vladimir Dietrich",
  "date": "2023-04-14",
  "readingTime": 4,
  "heroImage": null,
  "lastUpdated": "2025-06-27T14:11:27.158Z",
  "wordCount": 826,
  "content": "<p></p>\n<p>Este artigo comenta <a href=\"https://www.facebook.com/stephen.kanitz/posts/pfbid08SWmPRehDTHJPneUxmBsEkA1w96ciddKAGWkzcaho2PuGxEPkZmHfYBjGasTsNeel\" target=\"_blank\" rel=\"noopener noreferrer\">postagem de Stephen Kanitz</a> que por sua vez se refere a uma matéria da Revista Veja de 28 de janeiro de 2004.</p>\n<p>À frase &quot;caixão não tem gavetas&quot;, querendo dizer que não adianta levar dinheiro para o caixão, costumávamos contrapor adquirir conhecimento.</p>\n<p>Me chocou, solitário, um dia, perceber que caixão também não tem gavetas para o conhecimento.</p>\n<p>Ou seja: meu conhecimento - a maneira com que a triangulação de meu trilhão de combinações possíveis de sinapses recebem informações e devolvem reações, incluindo o silêncio - também fica durinho, frio, no caixão. Meu conhecimento &quot;vai embora&quot;.</p>\n<p>Este tipo de pensamento vai nos tirando troncos nos quais podemos nos agarrar. Como, por exemplo, &quot;fazer fortuna&quot;, &quot;ganhar grande conhecimento&quot;. Neste bem grande universo que poderia ser análogo a um grande oceano.</p>\n<p>Mas claro: podemos fazer algo além da morte. Podemos legar. Podemos deixar para os outros. Para o mundo. Para o universo. Mesmo após a morte de nosso corpo (e sinapses, e contas bancárias).</p>\n<p>Podemos deixar o quê para o universo?</p>\n<p>Podemos deixar tudo aquilo que o caixão não aceita: tanto dinheiro quanto conhecimento.</p>\n<p>Se considerarmos o dinheiro como uma medida de trabalho, acumulável, poderíamos simplificar &quot;dinheiro e conhecimento&quot; como &quot;conhecimento&quot;, apenas.</p>\n<p>Einstein está-mas-não-está morto. Nem Sócrates (tanto o jogador do Corinthians, quanto o filósofo, cada um a seu estilo).</p>\n<p>Eles viraram pó, sob a terra. Mas suas idéias, sua maneira de ver o mundo, estão impregnadas em tudo. &quot;Vivas&quot;.</p>\n<p>Uma curiosidade aliás. O mesmo pó (os mesmos átomos) que formaram Sócrates, Goethe, Einstein, Senna - quem quiser - são sempre os mesmos a nos formarem. Pode ter “pó” (átomos) de Einstein agora mesmo, em você. Os fungos digerem tudo, transformam em plantas, em comida, em novos nenéns. O mesmo &quot;pó&quot;, sempre o mesmo planeta. Só mudam as combinações. O formato do mesmo &quot;pó&quot; de sempre.</p>\n<p>&quot;Fazer uma diferença com meu trabalho e minha vida&quot; pode realmente ser uma rara alternativa para durar um pouco mais do que até o momento do caixão.</p>\n<p>Além do conhecimento e do dinheiro podemos somar o prazer.</p>\n<p>Temos algumas maneira de ter prazer: sorrir, sexo, comer, sentir o outro (conectar).</p>\n<p>O caixão todavia também enterra o prazer: não há gavetas para o prazer.</p>\n<p>O prazer também não deixa legado. Pelo menos não um legado escrito. O prazer deixa um legado em sua volta: pessoas mais prazerosas. Isto pode influenciar no conhecimento escrito, no tipo de produto criado e desenvolvido, no tipo de descobertas. Mas é uma influência indireta. Direto mesmo, legado mesmo, normalmente é o conhecimento, patentes, mecanismos, equações, técnicas. Dinheiro e prazer são ferramentas no processo.</p>\n<p>Então você (eu) pode ser medido pela quantidade de conhecimento que adicionou ao mundo.</p>\n<p>O mundo de Sócrates (o filósofo) tinha menos gente e menos história e era, portanto, ainda muito carente de conhecimentos.</p>\n<p>Hoje somos 7 bilhões com 2 mil anos a mais em comparação com Sócrates, o filósofo.</p>\n<p>Mas é isto: quanto você influi nas respostas de um cada vez mais apto chatGPT?</p>\n<p>Quanto das respostas do chatGPT têm seu dedo? E de Einstein? E de Sócrates?</p>\n<p>O chatGPT é, em tese, um aglutinador de todo o conhecimento humano, atualmente e no passado.</p>\n<p>O quanto você influi nas respostas do chatGPT pode ser uma medida de quanto você contribui para essa massa de conhecimento que só aumentamos, anos após ano, pessoa após pessoa.</p>\n<p>Uma pergunta que pode surgir é: isso é importante?</p>\n<p>Se você for apegado a isso, é importantíssimo. Apego é o cerne da questão.</p>\n<p>Se você quiser (muito) a imortalidade não do corpo, mas de (seus: ego) memes, na definição de Richard Dawkings de unidades de informação, ou em minha definição de &quot;o quanto você influirá nas respostas de chatGPT futuras, e por quanto tempo&quot;, então corra escrever livros, criar ideias, estude, &quot;quebre a cabeça&quot;, envolva, faça conferências, crie seu espaço.</p>\n<p>O mundo está ficando tão moderno que hoje já podemos nos apegar a querer a imortalidade do corpo, mesmo, e não apenas sermos referências bibliográficas por dez mil anos. Já sabemos que os genes Oct4, Klf2, Sox4 rejuvenescem nossas células, de qualquer órgão. Estão ainda descobrindo como ativar estes genes de preferência por via oral, sem terapia genética.</p>\n<p>Mas é um apego, ainda assim. Corpo ou Conhecimento.</p>\n<p>E se não houver apego? Nem ao corpo, nem ao conhecimento?</p>\n<p>Neste caso, suponho, diminui a correria tanto para descobrir logo a terapia dos genes OKS (abreviando), quanto para fazer a diferença no mundo e influenciar por milhares de anos as respostas de chatGPTs futuras.</p>\n<p>O universo - este espaço vazio, frio até, sem consciência aparentemente, bem gigante - não dá a mínima (penso eu) sobre o que você faz com seu apego, com seu trilhão de combinações possíveis de sinapses, com seu órgão genital, com seu cartão de crédito, com seus átomos aí, agora, te formando. O universo se importa? Mais: quem se importa se o universo se importa? Outro des-apego possível, ou não.</p>\n",
  "images": [],
  "contentHash": "d7c068f48a6653731637530373"
}