{
  "id": "cerebros-livres",
  "title": "Cérebros livres",
  "author": "Vladimir Dietrich",
  "date": "2019-12-21",
  "readingTime": 3,
  "heroImage": {
    "fileName": "cerebros-livres-image-0.png",
    "githubPath": "images/cerebros-livres-image-0.png",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/cerebros-livres-image-0.png",
    "altText": "",
    "caption": ""
  },
  "lastUpdated": "2025-09-04T20:42:03.039Z",
  "wordCount": 650,
  "content": "<p>[<em>O artigo original é de 21 de dezembro de 2019, migrado nesta data para este novo blog</em>]</p>\n<p></p>\n<p>No bar. Pessoas falam sobre redes sociais. Sobre política. Sábias.</p>\n<p>O que impede que bilhões de pessoas discutam qualquer coisa? Nada.</p>\n<p>Imaginemos bilhões de cérebros pensando. A chance de um pensamento disruptivo é muito maior do que se mil, ou milhões de vezes menos pessoas pensassem juntas.</p>\n<p>Essa é a premissa da falência da universidade como a conhecemos.</p>\n<p>Como a conhecemos hoje, a universidade deixa milhões de vezes menos pessoas pensarem sobre assuntos disruptivos. Sobre ciência.</p>\n<p>Até hoje, nem deveríamos, mesmo, interromper os apertadores de parafusos que seriam os &quot;demais&quot;, os não universitários. &quot;Apertadores de parafusos&quot; entre aspas, me referindo a tarefas que tomassem grande parte da capacidade de pensar de muitos dos bilhões de humanos.</p>\n<p>Nossas ferramentas vêm com sucesso tirando pessoas de tarefas repetitivas. Tirando pessoas de tarefas cansativas.</p>\n<p>O que recebemos? Cérebros livres.</p>\n<p>Aos bilhões, em breve.</p>\n<p>O que podem fazer bilhões de cérebros livres?</p>\n<p>Pensar.</p>\n<p>Pensar assuntos disruptivos. Pensar ciência. Pensar ética. Entre cópulas, flerte, risos e carinho, mas pensar entra no kit da beleza humana.</p>\n<p>Imagine o bar simples, fora de qualquer universidade, em que você estiver agora, discutindo, mesa aqui, mesa acolá, coisas como:</p>\n<p>• se podemos modificar geneticamente o homem. Se isto criaria uma ou mais espécies e o que aconteceria com as outras.</p>\n<p>• até que ponto vivências que modificam intra-genes, ou seja, não os poucos porcento de genes que temos, mas a grande área entre genes que temos, até que ponto estas modificações passam de pai para filhos nos espermatozóides, como se comprovou na fome da Holanda constatado nos netos dos que passaram pela severa fome de três meses. Legitimando o que religiões intuitivamente escreviam, como karma para a próxima vida, e outras maneiras de colocar.</p>\n<p>• como lidar com os dados que fornecemos &quot;ao mundo&quot;, seja Facebook, governos, ongs, nuvens. Até que ponto o sorriso captado por uma câmera em determinadas partes de determinadas músicas podem me otimizar uma playlist &quot;que otimiza meus sorrisos&quot;, com sucesso muito mais eficiente que eu poderia manualmente escolher em lojas de música, mas, ao mesmo tempo, pode mostrar de qual político gosto e de qual produto desgosto, e que tipo de consequências - efeitos colaterais, como bulas de remédios - isto poderia trazer.</p>\n<p>• que outros tópicos discutir: formular perguntas é das partes mais inteligentes na formulação de soluções.</p>\n<p>É possível &quot;um bar&quot; assim? E muitos bares? E bilhões de pessoas em quase todos os bares do mundo?</p>\n<p>O whatsapp mostra que é possível espalhar um assunto e uma nova maneira de interagir para bilhões de bares em poucos anos.</p>\n<p>Quão difícil é fazer espalhamento similar com assuntos disruptivos? Com ciência?</p>\n<p>Seria um tipo de escravidão moderna ter bilhões de pessoas discutindo &quot;babaquices&quot; - assim coloco, mas na verdade nada é babaca, somos máquinas de pensar -, por falta de preparo ou acesso a assuntos que de maneira mais ousada utilizariam as mesmas ordens de grandeza de sinapses e as mesmas 24 horas de cada dia?</p>\n<p>Escravidão da discussão de assuntos menores, como apertar parafusos, datas de boletos, demais armadilhas mentais conhecidas, como pensar seriamente sobre o que comprar com x dinheiros em uma Black Friday?</p>\n<p>As redes sociais chegaram e chegam a bilhões.</p>\n<p>Ali a universidade precisa &quot;entrar&quot;.</p>\n<p>Como? Prédios cabem em redes?\rNão cabem. Não há mais prédios.\rTira o prédio, fica o conhecimento.</p>\n<p>Ali, aos bilhões e para bilhões, quando e se a &quot;universidade&quot; entrar, mal posso esperar para ver bilhões ao invés de milhares de pessoas orgulhosas por serem capazes de produzir pensamentos complexos, acompanhando discussões de ponta da ciência humana, em variadas áreas, interagindo, confrontando sinapses &quot;de brilhante&quot;, e não de &quot;bijouteria&quot;, utilizando com mais eficiência social as mesmas capacidades com que todos nós, humanos, acordamos, em cada uma das 24 horas de cada dia.</p>\n<p>No mínimo interessante.</p>\n",
  "images": [],
  "contentHash": "334b422ef6d1dbf9e22b93a"
}