{
  "id": "como-agradar-noam-chomsky-yuval-noah-harari",
  "title": "Como agradar Noam Chomsky & Yuval Noah Harari?",
  "author": "Vladimir Dietrich",
  "date": "2020-12-13",
  "readingTime": 4,
  "heroImage": {
    "fileName": "como-agradar-noam-chomsky-yuval-noah-harari-image-0.jpg",
    "githubPath": "images/como-agradar-noam-chomsky-yuval-noah-harari-image-0.jpg",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/como-agradar-noam-chomsky-yuval-noah-harari-image-0.jpg",
    "altText": "Noam Chomsky (left) & Yuval Noah Harari (right)",
    "caption": "Noam Chomsky (left) & Yuval Noah Harari (right)"
  },
  "lastUpdated": "2025-09-04T20:34:44.083Z",
  "wordCount": 717,
  "content": "<p></p>\n<p></p>\n<p>Vou focar em apenas dois pontos: a diminuição ou eliminação de ultra-mega-corporações e, finalmente, a diminuição do estado ou, pelo menos, que nós vigiemos muito mais o estado do que ele possa nos vigiar.</p>\n<p>Chomski alerta que diminuir o estado mantendo ultra-mega-corporações mantém os indivíduos — incluindo os pequenos empreendedores — , reféns destes gigantes. Por isto, se não diminuirmos ou eliminarmos ultra-mega-corporações, é melhor manter um estado ainda mais forte que elas. Mas por que não logo diminuir ambos? Diminuir ambos, podemos.</p>\n<h2>Como se livrar das corporações monstruosas?</h2>\n<p>Muitas têm seus dias contados, bastando querermos. Se quisermos.</p>\n<p>1. Bancos. Bitcoin ou Ethereum.</p>\n<p>2. Cartórios, autenticação. Ethereum.</p>\n<p>3. Facebook, Google, Amazon. Redes descentralizadas, exemplo, Zeronet.</p>\n<p>Faríamos como nos ensina Marie Kondo: “agradecemos genuinamente pelos brilhantes ensinamentos, ultra-mega-corporações” — e as dispensaríamos de nossas vidas.</p>\n<p>Por quê? Existe “claustrofobia” de mega-corporações? Elas são malvadas?</p>\n<p>Não são malvadas. Mas podendo um serviço ser hospedado <strong>por toda a humanidade</strong>, sem um dono ou alguns donos específicos, não é bonita a opção humanidade toda como dono?</p>\n<p>Posso estar enganado.</p>\n<p>Há alguns efeitos não somente psicológicos.</p>\n<p>No caso do dinheiro, somem taxas e fronteiras.</p>\n<p>No caso de documentos, somem taxas, fronteiras, burocracia e demora.</p>\n<p>No caso de redes sociais, navegação, hospedagem de sites, nuvens, aplicativos de mensagens, os dados de todos passam a estar fragmentados, ao invés de concentrados. Poucos deixam de saber tudo sobre nossas maneiras de navegar. A inteligência sobre tudo que fazemos fica mais difícil de se transformar em conhecimento na mão de poucos, ou de poucos governos. Ninguém — ou todos — poderiam saber, mas jamais poucos.</p>\n<p>Bônus para quem leu até aqui.</p>\n<p>4. Governos, congresso. Melhorias na autenticação a ponto de finalmente permitir votação online suficientemente confiável em eleições permite que a população vote diretamente em projetos de lei. Sem congresso nem congressistas. Aliás, já não era hora? Precisávamos de representantes no tempo da carruagem a caneta tinteiro, não? Debates online, blogs, fóruns, permitiriam criar, colocar em discussão, colocar em votação projetos de lei. A humanidade já não precisa, mais ser representada indiretamente.</p>\n<p>Medo? Somos humanos, comida, sexo, cuidar de nenéns, nunca pára, não nos preocupemos com ferramentas externas a este núcleo biológico.</p>\n<p>* No caso do dinheiro em tese some a inflação proposital, sumindo a emissão de dinheiro por um ou mais países.</p>\n<p>Agora, o estado.</p>\n<h2>Há motivo para um governo ter qualquer documento secreto?</h2>\n<p>Não me refiro a quebras de sigilo judiciais, usualmente utilizadas para criminosos, por pouco tempo. Aliás, estas mesmas, caindo em desuso, pois podemos perseguir o gasto — sem renda legítima compatível — ao invés do crime, feio, sujo. O gasto é mais glamouroso e espera o rato sair da toca, sem precisar sujar as mãos. Pega tudo de uma vez só, de todos os crimes, descompensando o crime e o rato. Mas não: não me refiro a este antigo sigilo judicial.</p>\n<p>Me refiro a governo. Precisa um governo de qualquer documento secreto?</p>\n<p>Gostaria de concluir que não, não precisa.</p>\n<p>E que caberia a nós, população formando maioria, moldar nosso governo sem segredo nenhum.</p>\n<p>Aí vem o chantilly.</p>\n<p>Além de haver uma “Wikipedia” com tudo que o governo faz, o tempo todo, instantaneamente atualizada em tempo real de maneira automática pelo próprio sistema de criação de documentos oficiais;</p>\n<p>Criaríamos uma API, ou seja, máquinas poderiam ter acesso a todas estas informações.</p>\n<p>Aí, programadores, cientistas, imprensa, adolescentes curiosos, todos poderiam criar análises de todo e qualquer documento e movimentação governamental, do abastecimento de um carro, a grandes investimentos, e seu conjunto.</p>\n<p>Claro, com inteligência artificial trabalhando para nós, finalmente, não somente passando relatório sobre nós.</p>\n<p>Poderíamos, ainda, inovar ao criar regra para automaticamente vigiar as contas bancárias e bensde todos eleitos para cargos políticos. Estes políticos teriam, sempre, a opção de não concorrer, caso se sentissem “ofendidos” com a vigilância mais invasiva do povo, durante o período do mandato. Cuidar do dinheiro de todos passaria a ter mais contrapartidas do que nos anos 80, podemos inovar.</p>\n<p>Tudo que aqui foi sugerido é fácil ou próximo de fácil, tecnicamente.</p>\n<p>Politicamente fico tranquilo pois basta querermos, ainda que lentamente formando maiorias.</p>\n<p>Ficando mais tranquilo tentando satisfazer dois gênios, devagarinho.</p>\n<p>Obrigado por transmitir ideias similares a esta, e/ou corrigir e apontar minhas falhas.</p>\n",
  "images": [],
  "contentHash": "9b1f7f017b953345e25384bf667"
}