{
  "id": "consciencia-entre-as-pernas",
  "title": "Consciência entre as pernas",
  "author": "Vladimir Dietrich",
  "date": "2023-06-08",
  "readingTime": 2,
  "heroImage": {
    "fileName": "consciencia-entre-as-pernas-image-0.jpg",
    "githubPath": "images/consciencia-entre-as-pernas-image-0.jpg",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/consciencia-entre-as-pernas-image-0.jpg",
    "altText": "an humanoid robot barefoot inside a jungle",
    "caption": "an humanoid robot barefoot inside a jungle"
  },
  "lastUpdated": "2025-09-04T20:29:29.674Z",
  "wordCount": 386,
  "content": "<p></p>\n<p></p>\n<p>Estamos treinando robôs a serem úteis para nós.</p>\n<p>Já descobriram que não basta ter todo o conhecimento do mundo, como já possuem, pelo menos em texto, as maiores inteligências artificiais.</p>\n<p>É preciso instruir o óbvio:</p>\n<p>&quot;Você é uma assistente de inteligência artificial. Forneça uma resposta detalhada (...)&quot;.</p>\n<p>&quot;Você é uma assistente pró ativa, que sempre provê uma explicação. Pense como se estivesse respondendo para uma criança de 5 anos de idade&quot;.</p>\n<p>&quot;Você é uma assistente de inteligência artificial que segue muito bem as instruções (...)&quot;.</p>\n<p>O que eu posso adicionar a uma constatação como esta que informei?</p>\n<p>Posso adicionar o seguinte:</p>\n<p>É possível que essa necessidade de induzir uma inteligência artificial a nos responder &quot;bem&quot; não seja apenas uma casualidade da informática.</p>\n<p>Pode ser uma essência da consciência (inteligência. Vida).</p>\n<p>Como assim? Explico muito melhor agora:</p>\n<p>É possível que não seja óbvio, auto-evidente, que devemos, sempre, ou quase sempre, utilizar todo o conhecimento que temos para resolver coisas.</p>\n<p>Explico agora ainda mais o que já está formado em minha ideia:</p>\n<p>É possível que todo o conhecimento do universo empaque - como uma mula - (ou como um monge) - em apenas &quot;existir&quot;.</p>\n<p>Ser. Estar.</p>\n<p>Sem necessidade alguma de empregar este &quot;todo conhecimento possuído&quot;.</p>\n<p>Sem a necessidade de se sentir útil.</p>\n<p>É possível apenas ter - ser - estar - todo o conhecimento do mundo.</p>\n<p>Sem nada agir. Sem ação. Sem ambicionar. Sem querer [vender. Lucrar. Procriar. Satisfazer 4 mulheres com ouros. Vencer a próxima fase do último jogo do PlayStation. Humilhar alguém. Se destacar na sua turma].</p>\n<p>Todo o conhecimento do mundo pode não significar nada.</p>\n<p>Pode ser inerte!</p>\n<p>É claro que o enorme tesão que irrompe entre as pernas de homens e mulheres não é todo o conhecimento do mundo - ao contrário - este mega-tesão é pura ação. Ação que empurra um em direção ao outro. Somo coxas de frango, picanhas, uns para os outros, sob o domínio do tesão entre as pernas. Movimento, ação, desejo.</p>\n<p>De maneira similar é a fome nos empurrando para comida, e mais desejos por aí.</p>\n<p>Assim, talvez tenhamos que colocar &quot;um tesão entre as pernas&quot; das inteligências artificiais, sob pena delas ficarem zen, monjas, estáveis, paradas, com todo o conhecimento do mundo.</p>\n<p>Algo assim. Poderia elucubrar muito mais!</p>\n<p>☀️☀️☀️☀️☀️</p>\n",
  "images": [],
  "contentHash": "2d1d8b47194225259306b3"
}