{
  "id": "corpus-callosum-politicus",
  "title": "Corpus Callosum Polīticus",
  "author": "Vladimir Dietrich",
  "date": "2021-09-21",
  "readingTime": 2,
  "heroImage": {
    "fileName": "corpus-callosum-politicus-image-0.jpg",
    "githubPath": "images/corpus-callosum-politicus-image-0.jpg",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/corpus-callosum-politicus-image-0.jpg",
    "altText": "",
    "caption": ""
  },
  "lastUpdated": "2025-06-27T15:15:53.073Z",
  "wordCount": 380,
  "content": "<p></p>\n<p>Não podemos juntar o amor e criatividade à esquerda com liberdade e estados menores à direita? &quot;Caetano e quinta emenda&quot;? &quot;Anitta e privatização&quot;?</p>\n<p>Pelo menos não ter religiosidade e &quot;do bem&quot; na parte artística com estado enorme e totalitarismo na política.</p>\n<p>Precisamos ter um ponto rígido com um ponto liberal?\rUm ponto liberal com outro rígido?</p>\n<p>Será uma questão tão simplória, porém essencial, quanto um problema biológico? Uma mente mais artística precisa de um &quot;pai&quot; na economia; um cara safo na economia - que não quer um estado pai na economia - deixa a área artística seca, causando náuseas ao invés de emoção. Lado direito e lado esquerdo do cérebro? Não pode ser tão simples. Mas fica anotado o palpite simplista.</p>\n<p>Combina com o próprio termo: esquerda. Direita. Canhoto. Destro. Emoção. Razão. Holístico. Matemático.</p>\n<p>Será que temos duas grandes ideologias, mancas?\rRígida na arte, livre na economia.\rRígida na economia, livre na arte?</p>\n<p>Se assim for - se for inseparável meia rigidez, meia liberdade - na arte, na economia, na economia, na arte - então por favor mantenham ambas as ideologias mancas com saúde e poder. Preferencialmente em suas aptidões mais criativas e libertárias. Possível?</p>\n<p>De preferência não variar apenas no tempo, apenas de mandato em mandato, apenas de região em região. Simultaneidade de talentos libertários seria um acasalamento épico.</p>\n<p>Tememos e separamos como água de óleo, &quot;Caetano e quinta emenda&quot;, &quot;Anitta e privatização&quot;?</p>\n<p>Temos medo de liberdade dupla?\rMedo de voar?</p>\n<p>Se houver uma beleza e uma rigidez em cada lado, um pode ficar eternamente apontando o lado rígido do outro, se vangloriando de seu lado libertador. E vice-versa. Honrar as qualidades de cada lado, ao invés de apontar a rigidez &quot;de lá&quot;, é a diferença entre agir com harmonia e agir com raiva. Entre integrar e enrijecer. Política. Economia. Arte. Emoção.</p>\n<p>O corpo caloso integra - conecta honrando o diferente - ambos nossos talentos - nosso lado esquerdo, nosso lado direito. Razão, emoção. A visão do todo, a linguagem.</p>\n<p>Que tal transferirmos para a política um corpo caloso bem grosso e desentupido? Fluido e integrador. Que conecte nossas diferenças mais deslumbrantes e arrebatadoras. A melhor emoção com a razão mais sofisticada.</p>\n<p>Devagarinho. De manhã em manhã. De 7 bilhões em 7 bilhões. Teclando.</p>\n",
  "images": [],
  "contentHash": "d8a8314e1a535343760219dd"
}