{
  "id": "entrevista-de-duas-horas",
  "title": "Entrevista de duas horas",
  "author": "Vladimir Dietrich",
  "date": "2025-08-18",
  "readingTime": 5,
  "heroImage": {
    "fileName": "entrevista-de-duas-horas-image-0.png",
    "githubPath": "images/entrevista-de-duas-horas-image-0.png",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/entrevista-de-duas-horas-image-0.png",
    "altText": "",
    "caption": ""
  },
  "lastUpdated": "2025-09-04T20:05:44.315Z",
  "wordCount": 1011,
  "content": "<p>   </p>\n<p>Em quantas horas de entrevista você fala tudo que tem para dizer?</p>\n<p>Sobre o mundo. Sobre a vida. Sobre qualquer tópico específico.</p>\n<p>Assistindo a entrevistas de canais como <a href=\"https://youtube.com/@thediaryofaceo?si=zGjOZJTNN42_Wxx-\" target=\"_blank\" rel=\"noopener noreferrer\">The Diary of a CEO</a>, <a href=\"https://youtube.com/@joerogan?si=sSnkgjIV0xiQUZjN\" target=\"_blank\" rel=\"noopener noreferrer\">Joe Rogan</a> e relembrando de entrevistas de tempos passados, vejo que em pouco mais do que duas horas de entrevista muitas pessoas dizem quase tudo que gostariam de dizer.</p>\n<p>Se lermos um livro desta pessoa entrevistada, geralmente o conteúdo parecerá repetido. A maior parte do conteúdo já havia sido dito na entrevista.</p>\n<p>Poderíamos, talvez, mudar o ditado que fala em (plantar uma árvore e) escrever um livro para “dar uma boa entrevista” - não é mais necessário escrever um livro.</p>\n<p>Se a ideia era deixar conhecimento para a posteridade, hoje as entrevistas são tão digitalmente gravadas e acessíveis quanto são os livros.</p>\n<p>Quando escrevo sobre um tópico, gosto de me perguntar, algumas vezes: e daí? O que esta hipótese, se confirmada, pode trazer de razoavelmente interessante?</p>\n<p>Encontrei algo instigante sobre esta hipótese.</p>\n<p>Se nosso conteúdo termina em algumas poucas horas de uma boa entrevista, como continuamos?</p>\n<p>Por exemplo: um entrevistado, após dar entrevistas semelhantes em vários canais de mídia, vai fazer o quê?</p>\n<p>E em nossas vidas fora dos holofotes também: nosso cônjuge, aquele primo ou vizinho que está sempre por casa, filhos, aqueles que convivem conosco mais do que algumas horas de entrevista, o que nos mantém atraídos, tendo em vista que já sabemos, não demora muito, todo o conteúdo principal da pessoa com quem convivemos bastante?</p>\n<p>Opa, não é o conteúdo de entrevista que nos atrai para relacionamentos longos - para mais do que algumas horas, para além de alguns encontros seguidos. Constato. Proponho.</p>\n<p>Poderia terminar com esta constatação que, para mim, me surpreendeu hoje, quando comecei a escrever sobre este assunto. É uma pergunta para deixar no ar.</p>\n<p>Mas vou tecer mais hipóteses, continuar minha própria conversa com esta constatação, supondo que hipóteses estejam razoavelmente corretas.</p>\n<p>O flerte, a sedução, a gentileza, a dança, a brincadeira, sem conteúdo, seriam as maneiras de manter longos, longuíssimos, relacionamentos.</p>\n<p>Se um dia até mesmo brincadeira, flerte e sedução enjoam deixo para outro texto, mas foco na falha do conteúdo de uma entrevista em manter relacionamentos longos.</p>\n<p>Neste sentido, a utilidade deste tipo de constatação é perceber que não importa o conteúdo de alguém quando se trata de convívio por longos tempos. O conteúdo que caberia em algumas horas de entrevista não importa. </p>\n<p>Importa qualquer outra coisa que seja habitual: a habitual gentileza, ou a habitual agressividade, até.</p>\n<p>Um parênteses sobre comportamentos assustadores citados aqui: quando falo em comportamentos ruins habituais, estou aceitando que muitas pessoas ainda precisam reproduzir um ambiente familiar hostil para se sentirem em casa, para se sentirem realmente “familiarizados” com alguém. Reproduzindo uma infância com suas qualidades boas e ruins também, enquanto não superarem esta necessidade. Os vídeos de <a href=\"https://youtube.com/@theschooloflifetv?si=M4-h5YXW7s79nOld\" target=\"_blank\" rel=\"noopener noreferrer\">The School Of Life</a> explicam didaticamente sobre <a href=\"https://youtu.be/UPpCb_wn_6k?si=ZvoUoVbfhhX-cKpj&amp;utm_source=MTQxZ\" target=\"_blank\" rel=\"noopener noreferrer\">isto</a>, então não vou focar neste interessante comportamento aqui. Basta saber que novamente se trata de comportamentos habituais, não de conteúdo de entrevista, mesmo que sejam comportamentos ditos “ruins”, como agressividade, rejeição, frieza, distanciamento habituais que uma pessoa possa ter e prover.</p>\n<p>Voltando ao comportamento habitual ao invés do conteúdo de entrevista, é curioso notar que queremos, então, aquilo que é habitual, e não o conteúdo que caberia em uma entrevista de algumas horas.</p>\n<p>Einstein é o exemplo chavão de brilhante conteúdo de entrevista. Uma sua esposa ou convivente espontâneo em geral admiraria não seu conteúdo, mas, palpito seguindo esta teoria, admiraria seu bom humor, ou sua dança para tentar aprofundar, cada dia, aquele conhecimento que mesmo aprofundando sempre cabe em poucas horas de entrevista. </p>\n<p>É a dança, o cotidiano, que cria atratividade em relacionamentos longos. Constato. Proponho.</p>\n<p>Aqui começa a surgir um novo tópico: a novidade. </p>\n<p>Estamos colocando a rotina, os hábitos do dia a dia, como fonte da convivência por longos tempos. </p>\n<p>Como podemos adicionar novidade à rotina? </p>\n<p>Como estamos analisando, o conhecimento não muda, continua sempre cabendo em poucas horas de entrevista, ao longo da vida.</p>\n<p>E a rotina, muda?</p>\n<p>Aqui aparece uma questão: mesmo a habitualidade, a dança, os mesmos gestos, a gentileza de sempre, também podem logo mostrar sua repetição, sua pouca variabilidade. Como também há, proponho, falta de variação no nosso conhecimento que cabe em uma entrevista.</p>\n<p>Então acaba sobrando de minha hipótese inicial que, se precisarmos da busca da novidade em determinados momentos, esta novidade não deve vir do conhecimento de uma pessoa que cabe em uma entrevista, pois este é sempre de poucas horas, proponho. Logo se esgota no convívio.</p>\n<p>Mas como a dança, o gestual, alimenta uma relação mais longa?</p>\n<p>Provavelmente com a estimulação de sentidos e sentimentos.</p>\n<p>Novamente, o conhecimento que cabe em uma entrevista que cada um de nós tem não é capaz de estimular sentimentos em longos convívios, pois logo se esgota. </p>\n<p>Fica a dança, a <em>maneira</em> de agir, mas não o conteúdo. A <em>maneira</em> de agir, na hora certa, cria uma sinfonia de sentimentos no convívio.</p>\n<p>Nesta arena a dança, o jeito de ser consegue substituir nosso finito, que cabe em uma entrevista, conhecimento, para longos convívios.</p>\n<p>Voltamos, então, a nossa constatação que considero instigante de que o conhecimento de alguém não importa, nada, para longos convívios. Importa o jeito. A maneira. Incluindo a maneira de exprimir conhecimento, mas não o conhecimento em si.</p>\n<p>Para os relacionamentos curtos, aí sim, o prazer de descobrir, ao longo dos primeiros encontros, aquilo que a pessoa tem de conhecimento que caberia em uma entrevista, remonta ao prazer de assistir a uma bela entrevista. </p>\n<p>Eu até diria que o prazer é o mesmo, seja assistir a uma bela entrevista, ou estar sentado junto a uma pessoa e observando, pela primeira vez, seu conteúdo sendo gradativamente externalizado.</p>\n<p>Esgotado o conhecimento, eis minha hipótese, entra a dança, o jeito de ser. </p>\n<p>Aí é outra pessoa. É outra estória.</p>\n<p>É outra mídia, poderíamos raptar o linguajar da comunicação para os relacionamentos.</p>\n<p>Saímos da entrevista para a dança.</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/entrevista-de-duas-horas-image-1.png\" alt=\"\" /></figure>\n",
  "images": [
    {
      "fileName": "entrevista-de-duas-horas-image-1.png",
      "githubPath": "images/entrevista-de-duas-horas-image-1.png",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/entrevista-de-duas-horas-image-1.png",
      "altText": "",
      "caption": ""
    }
  ],
  "contentHash": "7f1f485b3539c441beb192b2d8"
}