{
  "id": "esquerda-direita-papais-nenens",
  "title": "Esquerda, Direita, Papais, Nenéns",
  "author": "Vladimir Dietrich",
  "date": "2023-03-07",
  "readingTime": 3,
  "heroImage": {
    "fileName": "esquerda-direita-papais-nenens-image-hero.png",
    "githubPath": "images/esquerda-direita-papais-nenens-image-hero.png",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/esquerda-direita-papais-nenens-image-hero.png",
    "altText": "",
    "caption": ""
  },
  "lastUpdated": "2025-06-27T14:11:10.410Z",
  "wordCount": 633,
  "content": "<p></p>\n<p>Sinto que os governos mais progressistas, com movimento sem terra (mst), chamem como quiser, clamam por falências, concordatas, exibir endividamentos.</p>\n<p>Sinto ser muita coincidência várias companhias entrarem em falência aqui no Brasil em 2023, especificamente.</p>\n<p>Pode ser que estes governos, como grandes úteros abraçantes, perdoem tudo, e permitam a nós, humanos, chorar! Chorar, reclamar, desabafar, nos encolher, pedir ajuda. Mamãe!, podemos, finalmente, clamar.</p>\n<p>Governos mais enxugadores do estado parecem nos pedir para levantar, seguir firme.</p>\n<p>Temos as duas capacidades.</p>\n<p>Às crianças que sentem o aconchego de um novo país-útero, juntam-se aqueles pais, as grandes emissoras, os oligopólios gigantescos, o próprio governo deste estilo que, por vocação, amam decidir o futuro de muitos e, claro, como pais, acabam ficando com a principal renda, o grande lucro.</p>\n<p>Dando mesadas genuinamente de coração para seus filhotinhos, mas mesada sempre em percentual baixo em comparação com o lucro/a verba toda/a renda toda.</p>\n<p>Um casamento, uma união, um merecimento de ambos os lados.</p>\n<p>Nós temos estas capacidades todas: chorar, mamar; gerenciar, cuidar; levantar, ser mais independente.</p>\n<p>Aproveitemos o colo de williams-bonneres, de lulas, césar-trallis, fribois, itaús, que amam gerenciar vidas de criancinhas dependentes, endividadas, choraminguentas, inconsequentes, frágeis, que precisam de ajuda. Estes lindos papais cuidarão [deles e] de nós. [Nesta ordem]. Bom leitinho a todos nós ❤️.</p>\n<p>Eureka! É isto que é o estado-útero, mst, lula, globo. Papais zelosos cuidando de frágeis criancinhas: o cidadão.</p>\n<p>Note que nem Tralli nem Bonner dão mais do que 50% de seus bons salários para estas criancinhas. Não: eles dão carinho sincero, vitimizam, protegem entre reportagens que tratam o povo como frágeis vítimas, quase idiotas (criancinhas, dependentes). Mas a mesada é baixinha: deixa que dinheiro grosso é comigo - dizem os papais Itaú, lula, globo, outros poucos gigantes que cuidam de todos.</p>\n<p>Neste &quot;casamento&quot; estamos eternamente sem esgoto, frágeis, endividados, coitados, tomando mordida de tubarão em recife, sendo assassinada por maridos cruéis - tornozeleira neles -, os próprios criminosos vítimas também, não tinham muito como mudar.</p>\n<p>Estes pais zelosos, que cuidam do nosso dinheiro em oligopólios mas são sinceramente paizões quase perderam seus filhos em 2018.</p>\n<p>Que susto!</p>\n<p>Só uma mãe/pai sabe a dor de um filho sair de casa. Mesmo que fique independente.</p>\n<p>Mas crianças não mudam tão rápido.</p>\n<p>Já retornamos.</p>\n<p>Leite morninho, que delícia. Alguém cuidando de tudo. Abraçar os joelhos, quentinho, útero.</p>\n<p>Você é paizão, nenenzinho ou nenhum dos dois?</p>\n<p>Se você não é nem paizão nem nenenzinho, seu partido político perdeu as eleições em 2022.</p>\n<p>Não adianta: enquanto houver metade mais um de nenenzinhos no país, não adianta você querer um estado que não encha o saco, liberdade, erguer-se, fazer sua própria estória sem burocratas nem papaizinhos se intrometendo.</p>\n<p>É preciso caminhar juntos, em maioria, quando se trata de um país, uma cidade, um estado, um bairro, um condomínio, uma casa.</p>\n<p>Se você é um paizão, só o paizão político sempre ganha.</p>\n<p>O funcionário público tende a ter seus salários atrasados, mesmo que esse colapso demore vários anos: já estava acontecendo no RS e no RJ no final dos governos-útero federais até 2016. Falta grana para pagar.</p>\n<p>Já o paizão funcionário bem posicionado em uma empresa monopolista ou oligopolista, como um de poucos gigantes bancos, uma de poucas gigantes emissoras , produtora de carne, construtora (etceteras), eu não me acomodaria: é exatamente o monopólio, a falta de outras empresas, que tira a necessidade de disputar os melhores profissionais pagando melhor, ao mesmo tempo que, do lado do cliente, haja disputa por preços mais baixos e qualidade maior.</p>\n<p>Ou seja: se voce é paizão nesta análise psicanalítica cultural, só se você for político você realmente está mais protegido com esta relação de estado-útero com uma população de maioria de nenenzinhos, frágeis e vitimizados.</p>\n<p>Todos nós temos todas estas capacidades, mais, ou menos, adormecidas.</p>\n",
  "images": [],
  "contentHash": "4205b1e0924a32d2051813290b"
}