{
  "id": "esquerda-vs-direita-ou-emocao-vs-razao",
  "title": "Esquerda vs Direita ou Emoção vs Razão?",
  "author": "Vladimir Dietrich",
  "date": "2021-09-10",
  "readingTime": 2,
  "heroImage": {
    "fileName": "esquerda-vs-direita-ou-emocao-vs-razao-image-0.jpg",
    "githubPath": "images/esquerda-vs-direita-ou-emocao-vs-razao-image-0.jpg",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/esquerda-vs-direita-ou-emocao-vs-razao-image-0.jpg",
    "altText": "",
    "caption": ""
  },
  "lastUpdated": "2025-06-27T14:37:45.542Z",
  "wordCount": 401,
  "content": "<p></p>\n<p>Será possível que ao invés de esquerda-direita, lula-bolsonaro, estejamos de maneira subjacente nos dividindo entre mais frios, menos emotivos, e mais emotivos, menos frios?</p>\n<p>Primeiro vou mostrar os benefícios práticos, a todos nós, caso esta hipótese quase insana tenha bons fundamentos.</p>\n<p>Se esta hipótese tiver razoável fundamento, bastaria associar estado pequeno a calor humano, emoção e conexão, que teríamos um &quot;PT com estado mínimo&quot;.</p>\n<p>E vice-versa. Bastaria associar estado gigante à razão, a maior custo benefício em relação a um estado mínimo e voilà ! Liberais poderiam apoiar estados imensos.</p>\n<p>Para cada tópico político, a mesma linha de raciocínio. Para ambos os lados valeria.</p>\n<p>Porém este benefício somente valeria se minha primeira hipótese, ousada, estiver razoavelmente correta.</p>\n<p>É possível que a divisão &quot;esquerda-direita&quot; seja o topo do iceberg de uma subjacente divisão entre mais razão e mais emoção?</p>\n<p>A origem do PT é puro amor, no Brasil. Liberdade artística, Chico-Caetano, musicalidade, poesia, sentimento. Amor, conexão. Quase um festival de Woodstock, se fossemos associar a um festival, o partido.</p>\n<p>Os liberais não carregam a mesma fama, rabisco. Terreno difícil. Talvez carreguem a fama do tal &quot;livre mercado&quot;. Que possa ser parente do &quot;cada um por si&quot;. Que possa ser parente de um egoísmo ou individualismo.</p>\n<p>---parênteses:\rNote que nesta brincadeira já voltei ao meu resultado prático: bastaria demonstrar que &quot;cada um por si&quot;, no mercado, pode ser &quot;puro amor&quot;. E que estado gigante pode ser &quot;pura frieza&quot;. Que talvez estejamos confundindo nossos topos de iceberg com nossas emoções, estas sim, importantes.\r---fim do parênteses</p>\n<p>Pois está errado! Egoísmo, insensibilidade, realmente são acompanhadas de certa falta de empatia. Porém a ligação &quot;cada um por si&quot; com egoísmo pode já conter falsa lógica. E liberalismo com cada um por si, também pode conter falsa lógica.</p>\n<p>Liberalismo pode ser abraçador. Talvez mais que um estado gigante se este for distante. Ou seja, talvez precisemos separar bem emoções de ideologias.</p>\n<p>Porque a ideologia &quot;A&quot; pode gerar a emoção &quot;B&quot;, e a ideologia &quot;B&quot; pode gerar a emoção de &quot;A&quot;.</p>\n<p>Diria até mais: vamos logo todos para o lindo sentimento de emoção. Compaixão. Sentir. Porém não levemos estado gigante junto. Pode ser pequeno. Nós, livres, empreendedores, humanos, podemos calorosamente abraçar a todos nós mesmos, com ou sem estado gigante. Talvez até mais com estado pequeno, com este tal liberalismo.</p>\n<p>Ousei, quando falo muito, sei pouco.</p>\n",
  "images": [],
  "contentHash": "c07b6e026e575661bf0f71539"
}