{
  "id": "eugenia-na-comunicacao",
  "title": "🍎 Eugenia na comunicação?",
  "author": "Vladimir Dietrich",
  "date": "2022-02-11",
  "readingTime": 12,
  "heroImage": {
    "fileName": "eugenia-na-comunicacao-image-0.jpg",
    "githubPath": "images/eugenia-na-comunicacao-image-0.jpg",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/eugenia-na-comunicacao-image-0.jpg",
    "altText": "",
    "caption": ""
  },
  "lastUpdated": "2025-06-27T14:19:39.635Z",
  "wordCount": 2357,
  "content": "<p></p>\n<p><em>Oito perspectivas sobre a crise das antenas — em que todos, agora, podem falar e publicar — , mas também em que ocorrem flertes com a restrição de liberdade, talvez oriundo de uma mágoa de quem esteja perdendo um espaço até pouco tempo atrás bem seleto, usando justificativas tão atraentes quanto a maçã vermelhíssima da branca de neve.</em></p>\n<h2>Primeira perspectiva: mágoa dos ressentidos, até há pouco tempo, poucos donos da informação.</h2>\n<p>O mundo quer mais controle, ou a imprensa do mundo quer mais controle? Acho que a imprensa do mundo, não o mundo, quer mais controle da população.</p>\n<p>Humanos que somos, sonhamos com eloquentes teorias da conspiração, mas o motivo real é rasteiro. Reptiliano. Animaizinhos somos, mas sonhamos estarmos longe dos animais.</p>\n<p>Antenas! Eis o reptiliano motivo rasteiro da crise atual.</p>\n<p>Até poucos anos atrás, 4 ou 5 antenas nos prédios mais altos das regiões mais altas de cada cidade propagavam as grandes ideias e informações do mundo a todos nós.</p>\n<p>De repente todo mundo virou antena. Faz um upload com seu celularzinho no YouTube. Um tweet. Uma postagem no trio de empresas do Zuckerberg, face-insta-whats. Um grupo no Telegram.</p>\n<p>As notícias das grandes poucas antenas lentamente começaram a chegar atrasadas em relação às postagens dos celulares.</p>\n<p>Cada vez mais sabíamos das coisas por outros humanos em seus celulares.</p>\n<p>Minguava o mundinho restrito das poucas antenas. Não dava mais para tomar um uísque com 25% da comunicação de um país, se encontrasse o dono de uma grande antena em um bar perto do congresso.</p>\n<p>Não dava mais para ser amigo próximo de 75% de toda a comunicação de uma região, tendo 3 ou 4 amigos influentes com antenas grandes.</p>\n<p>Crise das antenas. Todo mundo passou a ter, e muitos a usar, sua antena em seu smartphone.</p>\n<p>Daí pessoas com muito medo criaram o perigo estrondoso da fake news. Como se pessoas em excesso significassem jegues, trata-se antenas no coletivo como proibido, fonte de mentiras que enganam idiotas.</p>\n<p>Como se pode opor todos-com-antenas?</p>\n<p>Com poucas antenas.</p>\n<p>Com um tipo de ditadura de poucas antenas</p>\n<p>Com não-confiança na multidão. No povo. Como não se confia em jegues.</p>\n<p>O Google deu a solução mais bonita antes da primeira eleição de trump. Pressionado na primeira pressão das fake news, ele criou, até a hoje, a solução mais libertadora que já vi:</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/eugenia-na-comunicacao-image-0.jpg\" alt=\"\" /></figure>\n<p>Ao invés de restringir, amordaçar, calar, censurar, o Google multiplicou a liberdade: para cada notícia postada, seus algoritmos iam atrás de várias fontes para a mesma notícia, ou notícia similar. E criou o botão para ver mais versões da mesma notícia, que chamou de “cobertura completa”. Ampliou a informação.</p>\n<p>Mas não. Não era esse o objetivo. O objetivo não era ampliar a liberdade. Ampliar a informação. O objetivo é mais rasteiro. Mais reptiliano.</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/eugenia-na-comunicacao-image-0.jpg\" alt=\"\" /></figure>\n<p>a maçã vermelha.</p>\n<p>Simples: os donos e amigos de donos das poucas antenas que antes eram exclusivas no mundo estão estrebuchando. Convulsionando. Não sabem onde enfiar a cabeça. Não sabem como parar de derreter os anunciantes. Não sabem como pagar despesas que antes podiam ser as maiores.</p>\n<p>Poderosos e com amigos poderosos, os antigos poucos donos do mundo, quando estrebucham, o mundo sente.</p>\n<p>Aparecem ondas de autoritarismo. Caminhoneiros precisam representar a liberdade.</p>\n<p>São répteis estrebuchando.</p>\n<p>Playboys agarrados em seus brinquedos de luxo: monopólio da informação.</p>\n<p>Não tem volta. Estamos assistindo, de camarote, a morte de um animal. Influente. Estrebuchante. Morto.</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/eugenia-na-comunicacao-image-0.jpg\" alt=\"\" /></figure>\n<p><em>Uma </em><a href=\"https://link.estadao.com.br/noticias/cultura-digital,nazistas-do-pao-e-circo,70003975703\" target=\"_blank\" rel=\"noopener noreferrer\"><em>coluna</em></a><em> de um jornalista flerta com restringir liberdade. Cria justificativas as mais sedutoras possíveis.</em></p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/eugenia-na-comunicacao-image-0.jpg\" alt=\"\" /></figure>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/eugenia-na-comunicacao-image-0.jpg\" alt=\"\" /></figure>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/eugenia-na-comunicacao-image-0.jpg\" alt=\"\" /></figure>\n<p>Esta coluna do Pedro Doria é produto do problema que ando refletindo, cuja postagem <a href=\"https://www.facebook.com/vla.brasil/posts/10227127588765657\" target=\"_blank\" rel=\"noopener noreferrer\">linkei</a> aqui, que ando chamando de “crise das antenas”. Que todo mundo, agora, é dono de uma antena: seu celular.</p>\n<h2>Segunda perspectiva: sentimento. O que você sente? Um exemplo do trânsito.</h2>\n<p>O que você acaba de sentir? Ao ouvir “todo mundo tem uma antena”. Não mais somente poucos donos de antenas?</p>\n<p>Porque o sentimento é independente do fenômeno, a bilhionização de antenas.</p>\n<p>Se você sente que quer colocar uma fita adesiva na boca de bilhões, ou centenas de milhões de pessoas que agora possuem antenas, agora estamos conversando. Isto é uma posição com profunda implicação política.</p>\n<p>Se quer deixar a vida se ajustar por si, as bilhões de novas antenas comunicadoras se entendendo de alguma maneira sei-lá-qual, também estamos conversando. É uma posição com profunda implicação política.</p>\n<p>Mais controle? Menos controle?</p>\n<p>Será que meus problemas pessoais — mais controle, menos controle no nível pessoal, psicanalítico — influenciam minha decisão sobre todos os demais? Ou sabemos separar?</p>\n<p>O exemplo do trânsito pode trazer prática para assunto ainda um pouco abstrato.</p>\n<p>Imagine uma cidade que cresce. O número de carros nas ruas quadruplica. Quintuplica. Ano após ano. Ao invés de antenas, carros. Todo mundo agora tem um carro e quer usá-lo.</p>\n<p>Em Porto Alegre vi esta transição com meus próprios olhos.</p>\n<p>No início, acontece uma selvageria: ninguém quer dar espaço para ninguém. Após umas duas décadas, se chega no nível “São Paulo”, onde ao ligar a seta o carro de trás libera a passagem ao invés de acelerar. Aqui em Porto Alegre estamos no meio deste caminho. A selvageria diminuiu, mas ainda existe. E em ambas as cidades as exceções nunca deixarão de existir.</p>\n<p>Neste exemplo do trânsito podemos observar as duas posições, controle e descontrole. Em ambas as cidades a central de engenharia de tráfego (cet) ou empresa pública de transportes (eptc) cresceram, produziram cartilhas, campanhas na tv, multas. Mas também as pessoas se ajustaram sem terem seus carros proibidos de circular. Tudo acaba funcionando.</p>\n<p>Que fazer?</p>\n<p><em>Aliás, há ainda outra maneira de observar o fenômeno em que todos, não mais poucos, possuímos antenas, podemos e queremos transmitir informação e opiniões.</em></p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/eugenia-na-comunicacao-image-0.jpg\" alt=\"\" /></figure>\n<p>branca de neve e a maçã vermelha.</p>\n<h2>Terceira perspectiva: poder de processamento. Uma enchurrada de sinapses.</h2>\n<p>Somos, mais ou menos, capazes de 1 quatrilhão de sinapses utilizando nossos 100 bilhões de neurônios. Cada um de nós!</p>\n<p>[Caramba. Pausa pois isto é incrível.]</p>\n<p>Somos, portanto, opinião. Somos informação. Somos processamento. Capacidade. Raciocínio.</p>\n<p>Vamos fazer uma analogia com a rede de criptomoedas, por exemplo bitcoin. O bitcoin depende de inúmeros computadores com enormes capacidades de processamento para verificar transações de criptomoedas. A todo instante.</p>\n<p>Da mesma maneira podemos pensar seres humanos.</p>\n<p>Cada ser humaninho (inho?) pode e quer contribuir seu quatrilhão de sinapses com a humanidade.</p>\n<p>Por enquanto isto é só uma maneira de enxergar. Sem solução. Uma maneira de fazer as perguntas certas.</p>\n<p>Por exemplo: falta uma estrutura para abrigar tanta capacidade de raciocínio?</p>\n<p>Ainda é cedo para saber muito sobre este assunto, sinto.</p>\n<p>Note que eu acabo de dar um exemplo prático: “mexi”, “usei” minhas capacidades sinápticas para tentar aumentar nosso conhecimento sobre o assunto. Me esforcei. “Esquentei minha cabeça”. Contribui, por algum motivo psicanaliticamente explicável (desejo de conexão, medo do desamparo, ou outro motivo). Doei esforço e energia. Doei capacidade sináptica. Bilhões de pessoas também querem doar, e doam, quatrilhões de sinapses, todo dia, por todo assunto. Bilhão vezes quatrilhão.</p>\n<p>Aos poucos, vamos pensando, literalmente. Somando processamentos. Somos processamento. Somos 7 bilhões de quatrilhões de capacidade sináptica, como um todo.</p>\n<p>Será que bilhões de antenas não são bem vindas? Charrete foi substituída por carro à combustão. Um mundo com poucas gigantes antenas não pode ser substituído?</p>\n<p>Em seguida falarei sobre algo que também ainda não foi dito: especialização.</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/eugenia-na-comunicacao-image-0.jpg\" alt=\"\" /></figure>\n<p>veneno na maçã?</p>\n<h2>Quarta perspectiva: especialização. O especialista vs o não-especialista.</h2>\n<p>É possível que o jornalista do artigo acima esteja argumentando pela especialização.</p>\n<p>Poucas antenas deixariam apenas os especialistas falarem, transmitirem, com grande alcance.</p>\n<p>Vamos primeiro entender o lado positivo deste argumento.</p>\n<p>O que mudaria no projeto de foguetes do Elon Musk se ele tivesse que limpar a casa, todo dia?</p>\n<p>Para isto inventaram a especialização.</p>\n<p>Uma pessoa especializada em limpeza faz mais rápido, com mais eficiência, aquilo que o dono da empresa de foguetes SpaceX demoraria para fazer. E vice versa, a pessoa que cuidar da limpeza não seria tão eficiente no projeto de foguetes.</p>\n<p>E com comunicação?</p>\n<p>Deixar todos comunicarem é abandonar a especialização e, junto, uma eficiência?</p>\n<p>Esta é uma pergunta, um argumento que não é pequeno.</p>\n<p>No exemplo da locomoção, não é qualquer um que pode pilotar Boeing’s. Existe uma especialização. E carros? Dirigir um carro já não exige tanta especialização: requer apenas uma habilitação mais simples.</p>\n<p>Estes exemplos práticos não respondem, apenas adicionam maneiras de enxergar o problema de todos poderem comunicar, ao invés de como era antes, quando poucos tinham este poder de longo alcance.</p>\n<p>Aliás, por falar em alcance!</p>\n<p>Há uma enorme diferença no tipo de alcance:</p>\n<p>Próximo comentário.</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/eugenia-na-comunicacao-image-0.jpg\" alt=\"\" /></figure>\n<p>Poderemos acordar?</p>\n<h2>Quinta perspectiva: sistema complexo vs topologia simples da comunicação.</h2>\n<p>A crise em que todos podem se comunicar, ao invés de poucas grandes antenas, apresenta uma mudança importante, pouco discutida:</p>\n<p>Mudamos do método direto, mais simples, para um método indireto, mais complexo, de divulgação e espalhamento de informações.</p>\n<p>Com poucas antenas poucos falavam por todos nós. Direto.</p>\n<p>Agora, “todos” falam. Quais notícias espalham ou não acontece de uma maneira mais indireta.</p>\n<p>Aí permite trazer de novo a questão do controle.</p>\n<p>Nossos mais controladores desejos querem a morte de sistemas complexos, quase indecifráveis. “Poucas antenas queremos de volta!”, diriam nossos mais controladores desejos.</p>\n<p>Nossos mais libertadores desejos adoram a criatividade e efervescência da complexidade.</p>\n<p>Vida! (Literalmente).</p>\n<p>Só compliquei o tema.</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/eugenia-na-comunicacao-image-0.jpg\" alt=\"\" /></figure>\n<p>Cabe ainda mais um comentário (caramba!).</p>\n<h2>Sexta perspectiva: profissionalismo. Doar comunicação, vs ser pago para comunicar.</h2>\n<p>Eu “doei” 4 comentários, acima, sobre este assunto. Realmente me esforcei usando minha capacidade sináptica típica humana. Capacidade de processamento. Doei.</p>\n<p>Porém porque eu doei tanto esforço em uma página gratuita e pública (facebook, medium)?</p>\n<p>Porque não sou profissional é uma primeira resposta.</p>\n<p>Não sou profissional porque não sou tão bom nesta área é outra boa hipótese.</p>\n<p>Mas também não sou de todo ruim. Sou como o Elon Musk limpando a própria casa. Mais devagar, vai errar alguns produtos, esquecer algo, mas vai ficar mais limpa.</p>\n<p>E o profissional?</p>\n<p>O profissional cobra para contribuir. Para comunicar. Para transmitir. Ganha salário. Comissão.</p>\n<p>Eis o quinto e novo argumento!</p>\n<p>Na sociedade que escolhemos por enquanto, não é difícil que anunciantes, sustento, dinheiro, possam influenciar quando se está em um nível bem profissional.</p>\n<p>Então o profissionalismo tem a beleza real da especialização, da eficiência, mas também um pouco de interesses subreptícios, não por maldade, mas para pagar a conta de luz da redação. Para pagar a cervejinha gelada.</p>\n<p>Então o não-profissional ganha uma beleza: é movido mais pelo medo do desamparo, pelo desejo de conexão, com menos vínculo a contracheques ou a terminar logo o expediente, nem mesmo precisa preencher uma folha em branco quando não quer, por uma exigência de periodicidade profissional. Mas isto não vem sem ônus: o cara não é profissional, como eu não sou profissional, porque é mais burro, menos especialista, no assunto.</p>\n<p>Por isso não-profissionais, por definição, como eu, doamos sinapses: de graça.</p>\n<p>Gerenciar bilhões de quatrilhões de sinapses menos especializadas, mas não de todo ruins, pode ser linda perspectiva.</p>\n<p>Ainda apenas uma boa perspectiva para fazer as perguntas certas. A solução está longe ainda!</p>\n<p>Quem tem pressa?</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/eugenia-na-comunicacao-image-0.jpg\" alt=\"\" /></figure>\n<p>A maçã é super-atraente.</p>\n<p>Portanto, uma boa perspectiva para abordar o problema poderia ser:</p>\n<p>Podemos aproveitar melhor nossa limitada capacidade de 7 bilhões de quatrilhões de sinapses?</p>\n<p>Podemos desconcentrar o sistema?</p>\n<p>Podemos escutar?</p>\n<p>Ainda só estou esboçando.</p>\n<p>Aguardo mais doadores de quatrilhões de sinapses! Nossa força está no grupo.</p>\n<p><em>Ainda mais uma perspectiva para a crise das antenas, em que há flertes com a restrição de liberdade, com justificativas tão atraentes quanto a maçã vermelhíssima da branca de neve.</em></p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/eugenia-na-comunicacao-image-0.jpg\" alt=\"\" /></figure>\n<h2>Sétima perspectiva: o exemplo da fotografia, da música.</h2>\n<p>Hoje todo mundo é fotógrafo, mas também não é fotógrafo.</p>\n<p>Antes poucos tinham o investimento para ter o equipamento de fotografia. Revelar uma foto era um processo químico para poucos.</p>\n<p>Hoje todo mundo tem câmera, mas nem todo mundo é fotógrafo “pra valer”.</p>\n<p>Mas há muito mais fotógrafos “pra valer”, muito bons, hoje, do que quando ter o equipamento e acesso a laboratório de revelação era difícil.</p>\n<p>E mais importante ainda: quem decide quais são os fotógrafos muito bons, dentre todos os possíveis?</p>\n<p>Nós mesmos. Com fotografia, pelo menos, é assim.</p>\n<p>E com música?</p>\n<p>Já não requer mais bajular uma gigante gráfica impressora de vinis, ter sua música publicada.</p>\n<p>Ainda assim, todos sendo músicos em potencial, quantos de nós somos bons músicos “pra valer”?</p>\n<p>Menos que todos os músicos potenciais, mas muito mais músicos do que quando era caro imprimir um vinil.</p>\n<p>Sexto comentário meu!</p>\n<p>Que bicho dentro de mim movimenta tanto minha teclas?</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/eugenia-na-comunicacao-image-0.jpg\" alt=\"\" /></figure>\n<p><em>A maçã vermelha que justifica flertar com a liberdade mexe comigo? Com você?</em></p>\n<h2>Oitava perspectiva: eugenia na comunicação?</h2>\n<p>Pedro Dória, em seu artigo “<a href=\"https://link.estadao.com.br/noticias/cultura-digital,nazistas-do-pao-e-circo,70003975703\" target=\"_blank\" rel=\"noopener noreferrer\">Nazistas de Pão e Circo</a>”, pode estar sendo nazista, ao mesmo tempo que abomina ser nazista.</p>\n<p>Neste trecho do artigo, ele abomina ser nazista:</p>\n<p><em>“aqui, como em qualquer canto do Ocidente, não se cruza a segunda regra de ouro. Holocausto e pedofilia são temas com que não se mexe”</em>.</p>\n<p>Já neste trecho aqui, observemos:</p>\n<p><em>“Conseguiam falar com muitas pessoas apenas aqueles que desenvolvessem uma ou mais capacidades. Estudavam muito ou sofisticavam suas habilidades políticas (…)”</em></p>\n<p>Pouca gente sabe — o caso é uma vergonha histórica — que muito antes de Hitler chegar ao poder na Alemanha Carrie Buck foi esterilizada, por decisão da suprema corte americana, por ser estúpida (feebleminded, <a href=\"https://en.wikipedia.org/wiki/Buck_v._Bell\" target=\"_blank\" rel=\"noopener noreferrer\">Buck v. Bell, 1927</a>). Hitler nem tinha chegado ao poder, ainda.</p>\n<p>Pedro Dória, sem perceber, está acusando de estúpidos ou idiotas aqueles que NÃO “<em>desenvolvem uma ou mais capacidades</em>”. que NÃO “<em>estudam muito</em>” ou que NÃO “<em>sofisticam suas habilidades políticas</em>”. Diz, ainda, que estes, se fosse nas regras de antigamente, não poderiam falar.</p>\n<p>Antes de ser esterilizada por decisão da suprema corte americana, Carrie Buck, sob a acusação de “idiota”, foi internada no campo de concentração, chamado de “colônia”, de “Lynchburg Colony”, na Virgínia, em 1924.</p>\n<p>Então 9 anos mais tarde Hitler vira chanceler alemão. Faz o que sabemos que fez. E todo mundo esconde embaixo do tapete aquilo que faziam fora da Alemanha, antes de Hitler chegar ao poder.</p>\n<p>Este argumento de Pedro Dória vai, no futuro, para baixo do tapete, fingindo jamais existir — errar é humano e compreensível — , ou realmente possui substância?</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/eugenia-na-comunicacao-image-0.jpg\" alt=\"\" /></figure>\n",
  "images": [
    {
      "fileName": "eugenia-na-comunicacao-image-0.jpg",
      "githubPath": "images/eugenia-na-comunicacao-image-0.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/eugenia-na-comunicacao-image-0.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "eugenia-na-comunicacao-image-0.jpg",
      "githubPath": "images/eugenia-na-comunicacao-image-0.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/eugenia-na-comunicacao-image-0.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "eugenia-na-comunicacao-image-0.jpg",
      "githubPath": "images/eugenia-na-comunicacao-image-0.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/eugenia-na-comunicacao-image-0.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "eugenia-na-comunicacao-image-0.jpg",
      "githubPath": "images/eugenia-na-comunicacao-image-0.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/eugenia-na-comunicacao-image-0.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "eugenia-na-comunicacao-image-0.jpg",
      "githubPath": "images/eugenia-na-comunicacao-image-0.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/eugenia-na-comunicacao-image-0.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "eugenia-na-comunicacao-image-0.jpg",
      "githubPath": "images/eugenia-na-comunicacao-image-0.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/eugenia-na-comunicacao-image-0.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "eugenia-na-comunicacao-image-0.jpg",
      "githubPath": "images/eugenia-na-comunicacao-image-0.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/eugenia-na-comunicacao-image-0.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "eugenia-na-comunicacao-image-0.jpg",
      "githubPath": "images/eugenia-na-comunicacao-image-0.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/eugenia-na-comunicacao-image-0.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "eugenia-na-comunicacao-image-0.jpg",
      "githubPath": "images/eugenia-na-comunicacao-image-0.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/eugenia-na-comunicacao-image-0.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "eugenia-na-comunicacao-image-0.jpg",
      "githubPath": "images/eugenia-na-comunicacao-image-0.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/eugenia-na-comunicacao-image-0.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "eugenia-na-comunicacao-image-0.jpg",
      "githubPath": "images/eugenia-na-comunicacao-image-0.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/eugenia-na-comunicacao-image-0.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "eugenia-na-comunicacao-image-0.jpg",
      "githubPath": "images/eugenia-na-comunicacao-image-0.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/eugenia-na-comunicacao-image-0.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "eugenia-na-comunicacao-image-0.jpg",
      "githubPath": "images/eugenia-na-comunicacao-image-0.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/eugenia-na-comunicacao-image-0.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "eugenia-na-comunicacao-image-0.jpg",
      "githubPath": "images/eugenia-na-comunicacao-image-0.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/eugenia-na-comunicacao-image-0.jpg",
      "altText": "",
      "caption": ""
    }
  ],
  "contentHash": "a66866b5a5044361461d7155"
}