{
  "id": "fabrica-de-coringas",
  "title": "Fábrica de coringas?",
  "author": "Vladimir Dietrich",
  "date": "2020-10-31",
  "readingTime": 4,
  "heroImage": {
    "fileName": "fabrica-de-coringas-image-0.png",
    "githubPath": "images/fabrica-de-coringas-image-0.png",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/fabrica-de-coringas-image-0.png",
    "altText": "",
    "caption": ""
  },
  "lastUpdated": "2025-06-27T16:01:47.130Z",
  "wordCount": 722,
  "content": "<p>   </p>\n<p></p>\n<p>O filme coringa é uma caixa de pandora.</p>\n<p>A casa desarrumada. O papel pisado e molhado. A cidade sem recolher seu lixo.</p>\n<p>Este &quot;design&quot; entra na mente do protagonista.</p>\n<p>Associar desarrumação externa com desarrumação interna é fenômeno descrito em outras situações.</p>\n<p>&quot;Mulheres que correm com lobos&quot; cita o raciocínio contrário: arrumar a casa, arruma a mente.</p>\n<p>Quem já passou por uma obra grande muitas vezes relata poder sentir a desorganização, a falta de estrutura, a falta de finalização, quando por tempo longo, &quot;entrar para os ossos&quot;.</p>\n<p>E daí?</p>\n<p>Muita coisa vem daí.</p>\n<p>Será que uma cidade externamente mais organizada não &quot;organiza&quot; com mais eficiência o interior das pessoas que nela vivem suas rotinas?</p>\n<p>O filme Coringa retrata o oposto de uma cidade bela: retrata uma cidade típica da crise pela qual passou os EUA entre os anos 50 e 90, com incêndios, lixo, protestos, panfletos pisados na chuva e, claro, seu espelho interno humano, a violência também crescente.</p>\n<p>A prática chamada de &quot;vidraças quebradas&quot; usou a teoria da cidade suja como incentivadora do crime e, usando seu antídoto mais imediato, buscou organizar a cidade nos menores detalhes. Junto com outras táticas, a paz efetivamente voltou - talvez não por coincidência com a beleza exterior - nos EUA entre 92 e 99, quando a violência voltou a descer aos patamares atuais, e as cidades voltaram a ser mais belas que mal-cuidadas, em média. Há hipóteses que dizem que isto é apenas coincidência, mas várias também há que dizem que há causa e efeito nesta relação.</p>\n<p>Hoje, filmes como Blade Runner, Mad Max, Coringa, voltaram a ser ficção distante da realidade. Realidade que não era tão distante na época que inspirou, não por coincidência, tantas obras com finais desesperançosos.</p>\n<p>Os produtores de Coringa souberam muito bem usar o externo e o interno como &quot;uma bagunça só&quot;.</p>\n<p>O filme é uma aula, em formato de cinema, sobre a influência, ou a maneira de ver, do próprio design, da maneira de se desorganizar, externa, com a mente se desajustando em sintonia com os desajustes externos. Tanto que no filme Coringa é a população como um todo, não somente o coringa, afetados pelo ódio, urgindo protestos.</p>\n<p>A sujeira vem de fora para dentro. O lixo, a chuva molhando a roupa velha, o desamor. Entram para dentro das pessoas.</p>\n<p>É um filme como uma grande e longa obra: para se ter estômago para acompanhar de perto.</p>\n<p>O desejo - tanto em longas obras quanto em filmes como coringa - é de limpar tudo, arrumar tudo. &quot;Colocar tudo em ordem&quot;.</p>\n<p>É uma urgência que vem de nosso âmago: peça por peça, devagarinho, recolher a roupa suja. Lavar. Estender, secar. Lixar as paredes. Pintar. Desinfetar todo o piso, todos os armários. Jogar fora tudo que resta quebrado sem conserto. Limpar, tirar todo o pó. Trocar a porta. As janelas. Ser amoroso com os vizinhos. Lentamente, um a um. Colocar um fogão bem limpo para funcionar. Cozinhar um arroz com feijão e cenoura. Deixar o cheiro de família invadir, com suavidade, o prédio.</p>\n<p>Mas e a cidade?</p>\n<p>Se um apartamento já é enorme, e uma cidade então?</p>\n<p>Tenho este receio sobre algumas cidades ou países: quantas cidades ou regiões ainda mais servem de cenário para um filme como coringa, do que para turistas admirados tirando foto da beleza de suas calçadas, plantas e design?</p>\n<p>O filme me reforça uma suspeita que já era bem lógica:</p>\n<p>Alimentamos &quot;coringas&quot;, quando desorganizamos.</p>\n<p>Mesmo que não cheguemos a extremos, meio coringa já pode causar grande dor.</p>\n<p>Como podemos pintar, amar, calmamente organizar, lentamente adicionar design, em todas, em cada, região e cidade?</p>\n<p>Estaríamos alimentando &quot;borboletas&quot;, ao invés de &quot;coringas&quot;, em cada passante.</p>\n<p>Borboletas é bem clichê, quando quero me referir ao oposto de &quot;coringas&quot;, como o coringa retratado no filme.</p>\n<p>Dê o nome que quiser. É possível que incentivemos mentes mais organizadas, mais bonitas, mais sossegadas, de fora para dentro, se conseguirmos ter regiões mais bonitas, bem cuidadas, com pessoas mais carinhosas do que mal humoradas.</p>\n<p>Aliás, carinho e beleza provavelmente seriam um círculo virtuoso, um alimentando o outro, de maneira cíclica.</p>\n<p>Para deixar de teorias muito abstratas, é possível deixar uma questão puramente prática:</p>\n<p>Como seria a cidade oposta a &quot;Gotham City&quot; que alimenta coringas? Em detalhes.</p>\n",
  "images": [],
  "contentHash": "7a1b7371648414b4c225d2"
}