{
  "id": "global-and-focused-social-medias",
  "title": "Global and Focused Social Medias ❤️",
  "author": "Vladimir Dietrich",
  "date": "2022-04-02",
  "readingTime": 1,
  "heroImage": {
    "fileName": "global-and-focused-social-medias-image-0.jpg",
    "githubPath": "images/global-and-focused-social-medias-image-0.jpg",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/global-and-focused-social-medias-image-0.jpg",
    "altText": "",
    "caption": ""
  },
  "lastUpdated": "2025-06-27T14:17:42.030Z",
  "wordCount": 290,
  "content": "<p></p>\n<p></p>\n<p>Musk had the great idea to question <a href=\"https://twitter.com/elonmusk/status/1507259709224632344?s=20&amp;t=-f5xMfAtszuT1AbZcyz5ew\" target=\"_blank\" rel=\"noopener noreferrer\">too much regulation at some social medias.</a></p>\n<p>To compete with Facebook, YouTube, Whatsapp, Twitter, other social apps are being created.</p>\n<p>Some can be more liberal, some can be more rigorous at what is posted. Some are focused at specific topics, some to specific formats.</p>\n<p>Diversity is healthy. Is oxygen against monopolies.</p>\n<p>Social media is our new streets and parks — certainly on rainy days!</p>\n<p>How can we glue all this diversity of social apps without separating people in too isolated bubbles?</p>\n<p>Streets and parks are public. And social media?</p>\n<p>I believe a had a possible eureka moment, a simple one, but an eureka candidate still.</p>\n<p>Why don’t we create a global protocol to connect all social medias through an API? Or any similar technology.</p>\n<p>The idea is very simple.</p>\n<p>With a global protocol, apps could be created that would allow users to be connected to multiple social media apps at the same time.</p>\n<p>So I could receive notifications from TikTok, Instagram and Parler, read their messages and even post content to each of them using a single app.</p>\n<p>This would allow any niche social media app to be created, while at same time any of them could be treated as one single flow of notifications and interactions, through an app that would integrate any social media through their APIs.</p>\n<p>Similar to the world wide web protocol, but with social media apps, dealing with notifications and interactions.</p>\n<p>I am not sure if this is an eureka moment. That’s why we are 7 billion thinking humans, and that’s why I post ideas like this: to be criticized, disregarded, adapted.</p>\n<p>Several brains think better ☀️.</p>\n",
  "images": [],
  "contentHash": "f1c6a431dc04e3332f18"
}