{
  "id": "instead-of-whatsapp",
  "title": "Instead of whatsapp?",
  "author": "Vladimir Dietrich",
  "date": "2025-06-26",
  "readingTime": 2,
  "heroImage": null,
  "lastUpdated": "2025-06-26T19:27:00.880Z",
  "wordCount": 399,
  "content": "<p></p>\n<p>[<em>O artigo original é de 12 de janeiro de 2021, migrado nesta data para este novo blog</em>]</p>\n<p>We can change mankind’s message, audio and videos app.</p>\n<p>Today we use WhatsApp.</p>\n<p>It is not a minor app. It replaces the old phone call; it unites people all over the world without borders. We can call China, Moscow, Guinea, without taxes or roaming.</p>\n<p>But there’s an important thing that refers to humanity itself. I guess we won’t, but we could, adopt a less passive posture in the election of the next WhatsApp — if we indeed change our messaging application.</p>\n<p>I used the term &quot;passive posture&quot; referring to elect a private company that needs profit, in order to &quot;gift&quot; us with a messaging application that works.</p>\n<p>&quot;There is no free lunch&quot;, we know. That is, the application is free, but it &quot;eats&quot; us, to a greater or lesser degree, using maximized efficient always improving marketing techniques. Usually to consume advertisements, without deepening much in the subject.</p>\n<p>But there never is free lunch. If we are strict. We could at most change &quot;restaurant&quot;.</p>\n<p>Peer-to-peer networks teach that it is possible to use the processing capacity of each human connected to keep an active data network.</p>\n<p>A fragility of this type of configuration appears when there are few users. With few users, such a network configuration can get completely inactive or slow.</p>\n<p>But this wouldn’t be an issue to a message application elected by the majority of humanity.</p>\n<p>With billions of users, millions online every second, it would not be too much dream to structure this network without owner. That is, without a company with an ultra-mega-computer responsible for managing all mankind’s message data.</p>\n<p>Each smartphone of each small user would lend &quot;a percent&quot; of its band and processing to keep the whole network running. Something like that. There would be no named owner.</p>\n<p>In such a structure, all of us, the humanity, would be our own owners of our own &quot;WhatsApp&quot;.</p>\n<p>We would not have to agree to share data with Facebook, for example (Facebook owns whatsapp).</p>\n<p>This is a draft. A &quot;light&quot;. Is it feasible? I’m not a specialist.</p>\n<p>A layer above of &quot;is it feasible&quot;, will we indeed do this kind of move?</p>\n<p>Hardly.</p>\n<p>We are still in love with walking hand in hand with mega-corporations breastfeeding us.</p>\n<p>Thinking is flexibility exercise, though. It does not hurt.</p>\n",
  "images": [],
  "contentHash": "8464b5949b45caf497576e"
}