{
  "id": "juventude-eterna-uma-tirania",
  "title": "Juventude eterna: uma tirania?",
  "author": "Vladimir Dietrich",
  "date": "2025-07-30",
  "readingTime": 4,
  "heroImage": {
    "fileName": "juventude-eterna-uma-tirania-image-0.png",
    "githubPath": "images/juventude-eterna-uma-tirania-image-0.png",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/juventude-eterna-uma-tirania-image-0.png",
    "altText": "",
    "caption": ""
  },
  "lastUpdated": "2025-08-01T07:40:38.348Z",
  "wordCount": 774,
  "content": "<p>   </p>\n<p>Vou chamar de síndrome de Peter Pan o desejo por jamais morrer e, também, sempre permanecer jovem e saudável.</p>\n<p>Parece bom, não?</p>\n<p>Esta ficção está começando a flertar poder se tornar realidade. Pesquisas parecem estar conseguindo modificar nosso envelhecimento, incluindo revertê-lo. David Sinclair é uma referência, entre outros cientistas, nesta pesquisa.</p>\n<p>Ninguém melhor que David Sinclair e cientistas do ramo para falar sobre a possibilidade de reversão do envelhecimento.</p>\n<p>O que falo eu, então, aqui? Quero falar sobre essa síndrome de Peter Pan que resumi no primeiro parágrafo.</p>\n<p>Quero questionar por que motivo poderíamos querer ficar jovens para sempre ou por milhares de anos.</p>\n<p>Quero questionar, mais ainda, por que escolhemos a opção jovem, talvez entre 20 e 30 anos, para viver eternamente.</p>\n<p>Meu argumento é de que as fases da vida têm características importantes e, talvez, não haja uma hierarquia em que ser jovem sempre vença.</p>\n<p>Será difícil argumentar que ser velhinho, incluindo doenças e debilidades, seja algo positivo. Concordo: doenças e debilidade, dificuldades de movimentos e pensamentos em comparação com idades anteriores não parece bom.</p>\n<p>Mas quero focar em coisas que podem parecer boas, mesmo após não mais sermos jovens.</p>\n<p>Conhecimento não é um bom argumento, concordo também. Apesar de adquirirmos mais conhecimento ao longo do tempo com o envelhecimento, as tecnologias que permitem permanecer jovem por milhares de anos não impedem o acúmulo de conhecimento. Concordo.</p>\n<p>Me resta o argumento hormonal. Comportamental. Quero propor que temos comportamentos importantes de acordo com fases de nossas vidas. </p>\n<p>Um importante comportamento que noto é o desejo sexual quando jovens. Podemos considerar isto como uma referência de corpo saudável, mas aqui entra meu argumento, podemos, também, considerar o desejo sexual como uma fase humana, que pode ser ultrapassada quando já não precisamos pensar em sexo dia sim, dia também.</p>\n<p>Nosso livre arbítrio pode ser bem menos livre de acordo com os hormônios que circulam em maior ou menor quantidade em nosso corpo.</p>\n<p>Usando o desejo sexual como uma referência fácil, gostaria de propor que vários outros micro comportamentos podem, também, caracterizar nossas fases ao longo das variadas décadas de nossas vidas. </p>\n<p>Em minha hipótese, pode ser que ao invés de livre arbítrio puro, nossas fases nos empurrem para comportamentos variados, regidos por hormônios, conhecimentos e até por doenças.</p>\n<p>Pode ser que uma calma em uma fase avançada seja impulsionada por menos testosterona e certas debilidades de movimento. Não sei. Mas podem incluir as doenças tanto quanto a mudança hormonal no comportamento favorecido em cada época.</p>\n<p>Pode ser que a dificuldade de raciocinar tão bem favoreça uma menor impulsividade para resolver os problemas do mundo. </p>\n<p>E vice-versa. Um raciocínio hiper-ágil pode nos empurrar para tentar resolver todos os problemas do mundo.</p>\n<p>E agora? Se considerarmos cada fase como uma entidade importante, desconsiderando portanto a velhice que só aumenta com a idade, qual fase deveríamos privilegiar ao poder eternizar uma vida (ou viver cem mil anos)?</p>\n<p>Vejo a ciência buscando a fase adulta mais jovem, entre vinte e trinta anos, como referência para uma vida hiper-alongada, caso e quando isto possa acontecer no futuro. </p>\n<p>Como Peter Pan. Sempre jovem.</p>\n<p>Algo ainda mais pitoresco é descobrirmos que a fase do final da vida - quando pouco andamos e somos bem frágeis - pode, eventualmente, ser uma preparação para a morte, sem grandes transtornos. </p>\n<p>Por exemplo: o motor vai parando, tudo fica mais devagar - inclusive os desejos de mudar o mundo e espalhar sêmen, até mesmo os desejos de espalhar conhecimento - e, finalmente, a cortina vai se fechando e fecha. </p>\n<p>Com dor, assim como dor ocorre em qualquer idade, mas também com consciência.</p>\n<p>Se este meu conjunto de hipóteses tiver algum sentido, nascer, viver cada fase, incluindo descer a cortina e depois morrer passam a ser algo com grande sentido.</p>\n<p>Assim como, sem minhas hipóteses, faz muito sentido querer viver o máximo possível, o mais jovem possível, como um grande jogo de videogame - com apenas uma fase - que não queremos parar nunca de jogar.</p>\n<p>Ou um meio termo: paramos quando quisermos. </p>\n<p>O mercado de consumo já é direcionado para jovens, então é ainda mais natural, até mesmo do ponto de vista de marketing, a ciência do anti envelhecimento também ser direcionada para a idade jovem.</p>\n<p>Se não houvesse hierarquia entre as idades, então até mesmo a idade pouco antes de morrer e sua parceira a subsequente morte seriam comportamentos válidos, encerrando, portanto, a eternidade do que chamei de síndrome de Peter Pan.</p>\n<p>Nada sabemos, estamos aprendendo e, mais ainda, nem há um certo e um errado.</p>\n<p>Deixo a reflexão.</p>\n",
  "images": [],
  "contentHash": "7bbf7507730dc684584d32a"
}