{
  "id": "lixeiros-nao-utilizam-cinto-de-seguranca-utilizam",
  "title": "Lixeiros não utilizam cinto de segurança, utilizam?",
  "author": "Vladimir Dietrich",
  "date": "2025-06-26",
  "readingTime": 3,
  "heroImage": {
    "fileName": "lixeiros-nao-utilizam-cinto-de-seguranca-utilizam-image-0.jpg",
    "githubPath": "images/lixeiros-nao-utilizam-cinto-de-seguranca-utilizam-image-0.jpg",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/lixeiros-nao-utilizam-cinto-de-seguranca-utilizam-image-0.jpg",
    "altText": "",
    "caption": ""
  },
  "lastUpdated": "2025-06-26T19:27:38.648Z",
  "wordCount": 550,
  "content": "<p>[<em>O artigo original é de 2015, migrado nesta data para este novo blog</em>]</p>\n<p>Ciclo completo de polícia é a capacidade de toda polícia poder prevenir e investigar, executando todo o ciclo policial. Assim é em todo o mundo. No Brasil, o ciclo é incompleto: as polícias militares só podem prevenir e prender em flagrante; somente as polícias civis podem investigar crimes. Nenhuma destas polícias pode fazer o trabalho completo, do início ao fim. Este formato somente ocorre no Brasil.</p>\n<p>O ciclo incompleto de polícia, ou seja, não-completo, é ferramenta cirúrgica, perfeita, e durável, para um país com cultura de escravos recente - como o Brasil.</p>\n<p>Por isso é viável, estrategicamente, imaginar que o ciclo incompleto só será desfeito no congresso, só deixará de existir na sociedade, quando o racismo de cada brasileiro já estiver em doses menores do que os demais comportamentos sociais.</p>\n<p>O ciclo incompleto encarcera em flagrante os pobres herdeiros da escravidão, e faz mais uma coisa muito efetiva: não investiga as vítimas de assassinatos que são pobres herdeiras da escravidão.</p>\n<p>Portanto, como uma ferramenta cirúrgica, o ciclo incompleto consegue encarcerar e deixar morrer — tudo junto: encarcerar-e-deixar-morrer — os pobres herdeiros da escravidão.</p>\n<p>Por isso nunca houve contradição em termos a população de presos que mais cresce no mundo; ao mesmo tempo que não investigamos nem 8% do nosso recorde mundial de 60 mil assassinatos por ano.</p>\n<p>A equação que explicava e explica tudo está nas vítimas: na hora de ser eficiente em prender, os infelizes herdeiros da escravidão são as vítimas dos sempre pequenos flagrantes. Na hora de não ser eficiente em prender, os infelizes herdeiros da escravidão são as vítimas dos assassinatos, 60 mil pouco ou nada investigados, no Brasil.</p>\n<p>O ciclo incompleto não é causa; é ferramenta deste racismo que não racionalizávamos, não racionalizamos, de dentro de nosso conforto.</p>\n<p>Não há ferramenta mais certeira para encarcerar e deixar morrer herdeiros da escravidão. Esta seria a cruel eficiência do ciclo incompleto &quot;que não queremos ver&quot;. Que queremos manter &quot;embaixo do tapete&quot;. &quot;Que nos causa repulsa-mas-há-décadas-deixamos-ocorrer&quot;.</p>\n<p>Teríamos que nos questionar por que deixamos ocorrer - e há décadas deixamos, sim, ocorrer - algo que, agora trazido para a consciência mais científica e racional, nos causaria repulsa.</p>\n<p>Provavelmente é porque cada brasileiro ainda é racista, ainda que cada vez menos em cada década que nos afastamos da antiga colônia portuguesa e seus milhões de escravos. Colônia que por 400 anos moldou casas e apartamentos com entradas separadas para empregadas domésticas, lixeiros que &quot;não utilizam cinto de segurança&quot;, em pé, escorregando atrás dos caminhões de lixo em alta velocidade, carros populares metralhados em ruas de terra, quem vende preso e quem compra livre, os mesmos 100 gramas de maconha, estes pequenos sinais que, inconscientemente, somados e repetidos, moldam cada brasileiro de uma maneira quotidianamente racista, notícia após notícia, desde o exato instante em que cada um de nós cai do útero em nosso solo quente.</p>\n<p>Devagarzinho vamos desfazendo estes indícios do passado e ensinando menos racismo a quem seguirá caindo dos úteros das próximas mães brasileiras.</p>\n<p>Portanto, voltando ao hoje, refriso. Como uma ferramenta cirúrgica, a ineficiência do ciclo incompleto dura tanto, há décadas, porque a mesma sua ineficiência em policiar é a eficiência em permitir a morte e encarceramento dos infelizes.</p>\n<p>Este artigo foi escrito em 2015.</p>\n",
  "images": [],
  "contentHash": "281efe95de76437323e72570d"
}