{
  "id": "maximizar-mindfulness",
  "title": "Maximizar mindfulness?",
  "author": "Vladimir Dietrich",
  "date": "2025-06-26",
  "readingTime": 2,
  "heroImage": {
    "fileName": "maximizar-mindfulness-image-hero.png",
    "githubPath": "images/maximizar-mindfulness-image-hero.png",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/maximizar-mindfulness-image-hero.png",
    "altText": "",
    "caption": ""
  },
  "lastUpdated": "2025-06-26T19:25:26.478Z",
  "wordCount": 322,
  "content": "<p>   </p>\n<p>[<em>O artigo original é de 9 de julho de 2020, migrado nesta data para este novo blog</em>]</p>\n<p>Pedindo apenas que &quot;maximize o número de pontos obtidos&quot; um tipo de inteligência artificial estourou o placar de &quot;river raid&quot; - um antigo jogo de videogame. Precisou jogar &quot;zilhões&quot; de vezes, algo que a inteligência artificial faz em poucos minutos. O método importa menos que o resultado final. Ficou craque no jogo, para sempre.</p>\n<p>Vale para qualquer jogo. Não é necessário que seja um aviãozinho voando sobre riozinhos para ela funcionar. Ela não tem frescura. Só objetivos.</p>\n<p>&quot;Me diga se esta radiografia de pulmão tem câncer&quot;. Também, treinada com resultados anteriores, ficou craque para sempre.</p>\n<p>Agora a novidade.</p>\n<p>Quando vão &quot;plugar&quot; uma rede neural nos sentimentos de alguém ou alguéns?</p>\n<p>E começo com um objetivo simples: maximizar não &quot;pontos&quot; - não há placar - mas sentimentos.</p>\n<p>Sentimentos que podemos dizer para ela que são &quot;melhores que outros&quot;. (Sei, tristeza é tão importante quanto alegria, fingirei não existir esta sabedoria para simplificar ao menos o raciocínio).</p>\n<p>Maximizar &quot;calor&quot;, &quot;joy&quot;, &quot;mindfulness&quot;. Podemos alongar a lista. Ela - a inteligência artificial - não tem preconceito. Aguenta tudo. Só quer objetivos.</p>\n<p>Como ela atuará?</p>\n<p>Podemos deixar ela decidir, esta é a melhor resposta, na verdade.</p>\n<p>Mas comecei o pensamento desta postagem humildemente pensando apenas em música.</p>\n<p>Humildemente deixando apenas um Spotify escolher playlists para nós humanos.</p>\n<p>Mas aí, menos humilde, já me veio: melhor ainda deixar ela compor músicas.</p>\n<p>Note que, como &quot;river raid&quot;, a cada instante ela pontua, ou não - medindo batimentos, oxigenação do sangue, hormônios, endorfina, sinapses, imagem do rosto, maciez da pele, tudo.</p>\n<p>Percebe que tais &quot;movimentos&quot; pontuam menos, que movimentar &quot;assim&quot; antes de &quot;assado&quot; pontua mais do que os movimentos isoladamente. Compõe. Maximizando o quê? Tudo de bom.</p>\n<p>Mas menos humilde ainda é não se restringir à música, no jogo da vida.</p>\n",
  "images": [],
  "contentHash": "535106851112693d1453b12d"
}