{
  "id": "mudando-de-ponto-de-equilibrio",
  "title": "Mudando de Ponto de Equilíbrio",
  "author": "Vladimir Dietrich",
  "date": "2025-09-23",
  "readingTime": 3,
  "heroImage": {
    "fileName": "mudando-de-ponto-de-equilibrio-image-hero.png",
    "githubPath": "images/mudando-de-ponto-de-equilibrio-image-hero.png",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/mudando-de-ponto-de-equilibrio-image-hero.png",
    "altText": "",
    "caption": ""
  },
  "lastUpdated": "2025-09-24T07:39:00.127Z",
  "wordCount": 545,
  "content": "<p>Proponho que a automação generalizada, ou seja, robôs e inteligências trabalhando no lugar de nós, humanos, nos empurram para fora de um ponto de equilíbrio que ficou estável durante um bom tempo - até que criássemos, com nossa própria dedicação, quem trabalhasse por nós, cada vez mais, em mais áreas.</p>\n<p>Estávamos bem equilibrados na criação de crianças para o mercado de trabalho, obedientes e criativas. Casamentos mantendo a procuração sem interromper o fluxo de trabalhadores indo trabalhar. Idosos não incomodando muito aqueles que trabalham. Poderíamos chamar este conjunto de comportamentos como um equilíbrio estável.</p>\n<p>Os próprios pais, sempre fora de casa indo trabalhar cedo, estimulam os filhos que, também cedo, sentam para estudar, que é, não por coincidência, uma preparação para o trabalhar, logo a frente.</p>\n<p>Se não escrevemos sobre isso, podemos tranquilamente achar que isso<em> -é-</em> a vida. Nos acostumamos. Nos equilibramos.</p>\n<p>Mesmo a lógica, além da intuição, consegue tatear que nossa massa encefálica é muito mais elástica do que se acomodar em um único tipo de equilíbrio social. Ela pode se adaptar a muitos tipos de equilíbrios, não? Não há resposta certa, ou equilíbrio certo, para um trilhão de conexões sinápticas que temos, cada um de nós. Mais a vontade de se conectar. Nosso conjunto de sistemas.</p>\n<p>Esses parágrafos anteriores tentam nos preparar para poder concluir que nada impede que outro equilíbrio apareça, para tomar o lugar deste equilíbrio anterior que por tanto tempo nos acomodou.</p>\n<p>Mas se criamos tanto no equilíbrio do trabalho, com inovações permanentes, por que agora, a inovação da automação, mudaria nosso equilíbrio social? Não seria apenas mais uma inovação <em>dentro</em> do equilíbrio social, sem mudar nosso equilíbrio social, como foram as inovações do carro, telefone, internet (etceteras)?</p>\n<p>Inventamos o carro e não mudamos o equilíbrio de estudar, trabalhar, aposentar. Idem para o telefone. Idem para a internet (etceteras).</p>\n<p>Por que a automação generalizada mudaria nosso equilíbrio?</p>\n<p>Acho que muda.</p>\n<p>Por quê?</p>\n<p>Porque rompe com a necessidade de trabalharmos. Agora pra valer.</p>\n<p>Se esta hipótese estiver correta, como será este novo equilíbrio?</p>\n<p>Não faz muita diferença tentar prever um eventual novo equilíbrio. Ele simplesmente acontece. Se estabelece. Textos futuristas, mais ou menos corretos, raramente conseguem influenciar o novo ponto de equilíbrio. </p>\n<p>O novo ponto de equilíbrio depende muito pouco de abstrações sobre como ocorrerá, e muito mais do equilíbrio de forças que acontecerá por não mais ser necessário trabalhar - e, portanto, não mais se necessário estudar para trabalhar; e, portanto não mais ser necessário deixar os mais velhos no ostracismo; e mil outras interações de forças sociais e culturais.</p>\n<p>Mas, por esporte, podemos tentar imaginar a direção, quem sabe pelo menos isso, deste novo ponto de equilíbrio.</p>\n<p>A base do raciocínio é não mais ser necessário trabalhar, ou quase nada trabalhar, para obter as mil coisas que cada vez mais máquinas, robôs e inteligências artificiais fazem sozinhas, para nosso usufruto.</p>\n<p>Podemos descartar um pessimismo natural ao encarar mudanças para deixar o texto menos previsível, mais pulando direto para o novo futuro. As crianças são muito boas nisso: seus novos cérebros abraçam o novo, enquanto as gerações anteriores lamentam e/ou tem algumas, ou várias, novidades.</p>\n<p>Com será este novo ponto de equilíbrio, usando ponto de vista abraçador de novidades dos cérebros novos?</p>\n<p>Continuo depois.</p>\n",
  "images": [],
  "contentHash": "d551ab489084f35c6f27906"
}