{
  "id": "mudando-o-ponto-de-equilibrio-da-humanidade",
  "title": "Mudando o Ponto de Equilíbrio da Humanidade",
  "author": "Vladimir Dietrich",
  "date": "2025-09-23",
  "readingTime": 7,
  "heroImage": {
    "fileName": "mudando-o-ponto-de-equilibrio-da-humanidade-image-0.jpg",
    "githubPath": "images/mudando-o-ponto-de-equilibrio-da-humanidade-image-0.jpg",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/mudando-o-ponto-de-equilibrio-da-humanidade-image-0.jpg",
    "altText": "",
    "caption": ""
  },
  "lastUpdated": "2025-09-24T18:49:53.720Z",
  "wordCount": 1359,
  "content": "<p>   </p>\n<p>Proponho que a automação generalizada, ou seja, robôs e inteligências trabalhando no lugar de nós, humanos, nos empurram para fora de um ponto de equilíbrio que ficou estável durante um bom tempo - até que criássemos, com nossa própria dedicação, quem trabalhasse por nós, cada vez mais, em mais áreas.</p>\n<p>Estávamos bem equilibrados na criação de crianças para o mercado de trabalho, obedientes e criativas. Casamentos mantendo a procriação sem interromper o fluxo de trabalhadores indo trabalhar. Idosos não incomodam muito aqueles que trabalham. Poderíamos chamar este conjunto de comportamentos como um equilíbrio estável.</p>\n<p>Os próprios pais, sempre fora de casa indo trabalhar cedo, estimulam os filhos que, também cedo, sentam para estudar, que é, não por coincidência, uma preparação para o trabalho, logo a frente.</p>\n<p>Se não escrevemos sobre isso, podemos tranquilamente achar que isso<em> -é-</em> a vida. Nos acostumamos. Nos equilibramos.</p>\n<p>Mesmo a lógica, além da intuição, consegue tatear que nossa massa encefálica é muito mais elástica do que se acomodar em um único tipo de equilíbrio social. Ela pode se adaptar a muitos tipos de equilíbrios, não? Não há resposta certa, ou equilíbrio certo, para um trilhão de conexões sinápticas que temos, cada um de nós. Mais a vontade de se conectar. Nosso conjunto de sistemas.</p>\n<p>Esses parágrafos anteriores tentam nos preparar para poder concluir que nada impede que outro equilíbrio apareça, para tomar o lugar deste equilíbrio anterior que por tanto tempo nos acomodou.</p>\n<p>Mas se criamos tanto no equilíbrio do trabalho, com inovações permanentes, por que agora, a inovação da automação, mudaria nosso equilíbrio social? Não seria apenas mais uma inovação <em>dentro</em> do equilíbrio social, sem mudar nosso equilíbrio social, como foram as inovações do carro, telefone, internet (etceteras)?</p>\n<p>Inventamos o carro e não mudamos o equilíbrio de estudar, trabalhar, aposentar. Idem para o telefone. Idem para a internet (etceteras).</p>\n<p>Por que a automação generalizada mudaria nosso equilíbrio?</p>\n<p>Acho que muda.</p>\n<p>Por quê?</p>\n<p>Porque rompe com a necessidade de trabalharmos. Agora pra valer.</p>\n<p>Se esta hipótese estiver correta, como será este novo equilíbrio?</p>\n<p>Não faz muita diferença tentar prever um eventual novo equilíbrio. Ele simplesmente acontece. Se estabelece. Textos futuristas, mais ou menos corretos, raramente conseguem influenciar o novo ponto de equilíbrio. </p>\n<p>O novo ponto de equilíbrio depende muito pouco de abstrações sobre como ocorrerá, e muito mais do equilíbrio de forças que acontecerá por não mais ser necessário trabalhar - e, portanto, não mais ser necessário estudar para trabalhar; e, portanto não mais ser necessário deixar os mais velhos no ostracismo; e mil outras interações de forças sociais e culturais.</p>\n<p>Mas, por esporte, podemos tentar imaginar a direção, quem sabe pelo menos isso, deste novo ponto de equilíbrio.</p>\n<p>A base do raciocínio é não mais ser necessário trabalhar, ou quase nada trabalhar, para obter as mil coisas que cada vez mais máquinas, robôs e inteligências artificiais fazem sozinhas, para nosso usufruto.</p>\n<p>Podemos descartar um pessimismo natural ao encarar mudanças para deixar o texto menos previsível, pulando direto para o novo futuro. As crianças são muito boas nisso: seus novos cérebros abraçam o novo, enquanto gerações anteriores frequentemente lamentam o novo.</p>\n<p>Como será este novo ponto de equilíbrio, usando o ponto de vista abraçador de novidades dos cérebros novos?</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/mudando-o-ponto-de-equilibrio-da-humanidade-image-1.jpg\" alt=\"Receberemos uvas de roboôs?\" /><figcaption>Receberemos uvas de roboôs?</figcaption></figure>\n<p>A imagem de uvas sendo automaticamente servidas para nós humanos, deitados e relaxados, só é nova pela presença do robô e pela universalização teórica possível disto acontecer com todos.</p>\n<p>Culturalmente, porém, conhecemos a imagem de um humano sendo tratado com todas as regalias possíveis, sem a necessidade de muito, ou nenhum, trabalho em contrapartida.</p>\n<p>Culturalmente esta imagem se assemelha a um herdeiro (infinitamente) rico.</p>\n<p>Só que ao invés de ser servido por outros humanos, agora qualquer humano seria servido por incontáveis robôs.</p>\n<p>Seríamos - seremos? - herdeiros das gerações que, ainda hoje, trabalham incansavelmente para montar este tipo de futuro.</p>\n<p>Importa mais saber que este cenário não é novo, apenas a universalização do cenário é que é nova.</p>\n<p>Como seria uma cultura em que todos poderemos ser herdeiros de abundância infinita?</p>\n<p>Essa é uma maneira de enxergar a automação em altíssimo grau de aplicação, siga comigo o raciocínio: como uma macieira produz maçãs sem a necessidade de nossa intervenção, apenas transformando sol, água e nutrientes no ar e na terra, robôs e chips podem, cada dia mais, transformar sol, água e nutrientes em coisas que humanos não precisam mais trabalhar para disponibilizar.</p>\n<p>A automação em altíssimo grau funciona como a natureza: deixa cair, “do céu”, como as frutas caem de árvores, a natureza habilmente transformada em objetos e serviços que queremos disponibilizar.</p>\n<p>Também como o exemplo da macieira, a produção ocorre em um ciclo auto suficiente: a semente cresce, cria a fruta que alimenta ou cai, fungos decompõem, reinicia o ciclo.</p>\n<p>Podemos supor que a automação faz uma boa dança cíclica com a natureza, cada dia mais, com a inteligência dos humanos trabalhando hoje.</p>\n<p>Para que os herdeiros, realmente, sejam rodeados de “macieiras” que produzem tudo. Não somente maçãs.</p>\n<p>Agora chegamos em um ponto de pergunta: o que vamos querer produzir?</p>\n<p>Mesmo sabendo que tudo será auto suficiente, automático, o que iremos querer produzir?</p>\n<p>Essa é uma pergunta mais avançada, que pula a vontade que temos de gerir problemas intermediários, como criticar a poluição, ficar desasado ao sequer imaginar não precisar trabalhar para ter tudo, entre outras polêmicas que tanto gostamos de futricar - talvez para não enxergar o que está adiante das polêmicas.</p>\n<p>Para adiante das polêmicas, ou seja, com as polêmicas resolvidas - vamos supor para enxergar? -, podemos não querer enxergar o que haverá depois.</p>\n<p>Basicamente haverá “uvas” enquanto ficamos “deitados”?</p>\n<p>Talvez iremos começar a perceber nossa prisão dos sentidos: o desejo sexual, o desejo de correr, brincar, participar da dança que conta com a aleatoriedade de uma bola em quadras de esportes em variados esportes, o desejo de premiação, o desejo de descansar. (Etceteras).</p>\n<p>Acabaremos percebendo que nosso DNA animal não está pronto para sentar ou deitar e receber “uvas” por cem anos.</p>\n<p>Podemos mudar nosso DNA. Podemos estender por quanto tempo vivemos. </p>\n<p>Mas neste caso, com o “papel em branco” do designer, que desejos colocaremos na nova espécie que criarmos?</p>\n<p>Avanço para este assunto porque a conclusão da automação plena é que perceberemos com ainda mais força que somos animais no meio de tanta abundância. Presos a desejos animais, primatas, especificamente humanos, mas animais.</p>\n<p>Mas e se, então, mudarmos nosso comportamento? Nosso DNA, nossa programação, nossa biologia?</p>\n<p>Suponha possível, só por esporte.</p>\n<p>Neste caso poderemos sair da “prisão animal”: desejos, competir, inveja, raiva, sexo, ironia, rir.</p>\n<p>Quem definirá o novo desenho? Certamente o consenso será quase impossível. Mas alguém ousadamente irá desenhar uma nova raça para lidar com abundância total.</p>\n<p>Não mais morrer, alimentos abundantes, produtos e serviços abundantes.</p>\n<p>Qual biologia combina com este tipo de abundância?</p>\n<p>Um budista desenharia uma nova raça sem desejos. Se não houvesse desejos, nem precisávamos de tanta automação? Morreria de fome uma raça sem desejos? </p>\n<p>O desejo pode ser ferramenta para não morrer de fome.</p>\n<p>Mas em um mundo de abundância não é mais necessário tanto desejo, tanta luta assim, para obter coisas.</p>\n<p>Poderíamos então diminuir muito o desejo?</p>\n<p>Paro por aqui, mas notem o terreno fértil de possibilidades. </p>\n<p>Notem, também, que meu texto não segura nem direciona este destino: trabalhamos, hoje, para ter esta tal automação total, compatível com a natureza, ou seja, permanente.</p>\n<p>Não vejo a humanidade dar meia volta e voltar.</p>\n<p>Não vejo, também, como conciliar nosso lado animal com abundância total - nossos desejos vão ficar sem objetivos reais - e, tampouco, não enxergo um designer de nova biologia conseguir desenhar algo muito diferente do que um tipo de robô de carbono, com quase nenhum desejo, para ficar tranquilo em meio a tantas uvas, maçãs, produtos e serviços abundantes, sem precisar se retorcer muito, com menos hormônios. A ausência de desejo derruba a necessidade de tanta abundância, notadamente as marcas que tentam causar inveja, poder, todas atreladas a grandes desejos.</p>\n<p>Vamos observar a transição dos tempos? </p>\n<p>A lenta transição já nos oferece dicas de novos comportamentos, a cada nova manhã. ☀️</p>\n",
  "images": [
    {
      "fileName": "mudando-o-ponto-de-equilibrio-da-humanidade-image-1.jpg",
      "githubPath": "images/mudando-o-ponto-de-equilibrio-da-humanidade-image-1.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/mudando-o-ponto-de-equilibrio-da-humanidade-image-1.jpg",
      "altText": "Receberemos uvas de roboôs?",
      "caption": "Receberemos uvas de roboôs?"
    }
  ],
  "contentHash": "c67c5424750020876d05d378"
}