{
  "id": "neither-tv-nor-youtube",
  "title": "Neither tv, nor youtube",
  "author": "Vladimir Dietrich",
  "date": "2021-02-03",
  "readingTime": 2,
  "heroImage": {
    "fileName": "neither-tv-nor-youtube-image-0.jpg",
    "githubPath": "images/neither-tv-nor-youtube-image-0.jpg",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/neither-tv-nor-youtube-image-0.jpg",
    "altText": "",
    "caption": ""
  },
  "lastUpdated": "2025-09-04T20:34:11.030Z",
  "wordCount": 308,
  "content": "<p></p>\n<p></p>\n<p>A permanent live-streaming. But one that only uses bandwidth when the person turns on your channel.</p>\n<p>For example. You invent your own channel. At 11 am, your tour in Chicago. At 11:40 am, analysis of the book &quot;I love you&quot;. Etc.</p>\n<p>A &quot;viewer&quot; who turns on your channel at 11:22 am, will observe the twenty-second minute of your tour in Chicago. Passively. No pause button or return to the beginning. In this case, just like a television.</p>\n<p>However, only when the viewer turns on your channel, the internet starts to download the program. It is a simulated TV.</p>\n<p>Unlike traditional TV, which permanently broadcasts to all antennas, this new type of channel only broadcasts when the viewer turns on your channel. In this case, behaving like a YouTube video. But like a television, because it synchronizes the entire audience on the same schedule. All viewers will be in the twenty-second minute of the Chicago tour, at 11:22 am. Even when it is not a live program.</p>\n<p>Even with recorded programs.</p>\n<p>Why?</p>\n<p>First, why not?</p>\n<p>Second. Older generations that still spent their childhood with TV may enjoy the passivity and synchronicity that this TV mode allows. With the addition of the democracy that YouTube allows. Rather than friends of governors and presidents, that is, bandwidth holders in the radio and TV band, anyone - you, me - can create and broadcast your TV channel. Like a TV. All of us can create any passive broadcast schedule.</p>\n<p>Third. Passivity and synchronicity can be part of the human essence, that is, not just something that lasts only the end of the last tv-generation.</p>\n<p>I briefly explained a technically simple idea. But I know I should go into more detail. Whoever doesn’t understand let me know and I may rewrite this short article.</p>\n",
  "images": [],
  "contentHash": "9b85bc764e42484067c69003"
}