{
  "id": "neuragame",
  "title": "Neuragame",
  "author": "Vladimir Dietrich",
  "date": "2021-11-16",
  "readingTime": 5,
  "heroImage": {
    "fileName": "neuragame-image-0.jpg",
    "githubPath": "images/neuragame-image-0.jpg",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/neuragame-image-0.jpg",
    "altText": "",
    "caption": ""
  },
  "lastUpdated": "2025-06-27T14:35:52.012Z",
  "wordCount": 1042,
  "content": "<p>   </p>\n<p></p>\n<p>Um <a href=\"https://youtu.be/78kmJm2SFw4\" target=\"_blank\" rel=\"noopener noreferrer\">videogame permite dirigir um carrão esportivo</a>. Sem precisar ficar milionário antes.</p>\n<p>O jogo permite percorrer ruas de uma cidade. Com ou sem corrida. Passeando. Ou correndo. Sem roteiro.</p>\n<p>Os processadores e designers de videogames cada vez mais conseguem aproximar um jogo de videogame da realidade. O visual cada vez mais se parece com a realidade. Nos detalhes. As leis da física cada vez mais são reproduzidas no som do motor, na suspensão, no barulho do piso, nas condições climáticas.</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/neuragame-image-1.jpg\" alt=\"\" /></figure>\n<p><a href=\"https://youtu.be/gPaFgNEF82Q\" target=\"_blank\" rel=\"noopener noreferrer\">Reprodutor de realidades Omniverse, da NVidia</a>. Desavisados, alguns podem confundir com uma foto ou vídeo</p>\n<p>No caso de dirigir carros ou pilotar aviões há cockpits à venda que adicionam mais uma camada de aproximação com a realidade. Estes cockpits recriam as vibrações do solo. Simulam freadas, acelerações e curvas com seus pistões criando suas forças correspondentes.</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/neuragame-image-2.jpg\" alt=\"\" /></figure>\n<p>Foto. <a href=\"https://youtu.be/61MD3bv1qeQ\" target=\"_blank\" rel=\"noopener noreferrer\">Cockpit yaw 2 vr</a></p>\n<p>Óculos tridimensionais simulam ainda melhor a nossa visão. Podemos virar o rosto, como fazemos na vida real. Mais uma dimensão de aproximação com a realidade.</p>\n<p>O que mais podemos imitar da realidade, em jogos de videogame?</p>\n<p>Será muito difícil reproduzir ventos, umidade, cheiros? Comercialmente é caro, mas tecnicamente não é difícil trazer mais camadas de realidade. Um ventilador pode simular vento. Por exemplo.</p>\n<p>Qual o limite de imitação da realidade em videogames? Um cockpit com todos os movimentos, ventiladores, reprodutores de cheiros, umidade?</p>\n<p>Mesmo o melhor cockpit não poderia reproduzir uma longa queda. Apenas pequenos movimentos, por pistões.</p>\n<p>Mas há uma alternativa que libera mais aproximações com a realidade. Ou todas. Ou até mais do que todas.</p>\n<p>Poderíamos <a href=\"https://neuralink.com/\" target=\"_blank\" rel=\"noopener noreferrer\">conectar nossa mente</a> no videogame.</p>\n<p>Conectando nossa mente no videogame não precisaríamos de nenhum equipamento externo.</p>\n<p>Impulsos adequados poderiam recriar tudo aquilo que conhecemos, sem limitação. Poderíamos reproduzir quedas longas. Subidas. Qualquer cheiro. Vento, brisa, cheiro de flor — e até mesmo novas sensações e excitações.</p>\n<p>Conectado ao cérebro em via de mão dupla, uma inteligência artificial — um cérebro do lado de fora — poderia aprender, para cada jogador especificamente, quais impulsos resultam em mais prazer para o jogador.</p>\n<p>Neste caso, além de enviar impulsos para o cérebro, o videogame poderia ler o que o cérebro sente. Prazer? Dor? Irritação? Medo? Nosso cérebro respondeu com uma sensação de arrepio direcionado para a coluna? Um calor direcionado para o coração? A resposta do nosso cérebro direcionou para sentirmos um “frio na barriga&quot;?</p>\n<p>Esta avalanche de respostas cerebrais são prato cheio para um outro cérebro, só que este do lado de fora: uma inteligência artificial. Não é bem um cérebro, mas uma rede neural, é.</p>\n<p>Uma rede neural pode ser programada para maximizar prazer, por exemplo.</p>\n<p>Ela o fará.</p>\n<p>Neste caso, como uma dedicada funcionária do prazer, a inteligência artificial irá criar índices em sua rede neural mapeando quais variados impulsos que o jogo leva ao jogador obtém como resposta mais, ou menos, prazer.</p>\n<p>Esta inteligência artificial — um tipo de cérebro auxiliar, do lado de fora — começaria a adivinhar quais impulsos causam mais prazer especificamente para este jogador. Ela poderia, então, focar o videogame, seus cenários e eventos possíveis, nestas partes que causam mais prazer para este jogador especificamente.</p>\n<p>Por exemplo. É possível que sentir impulsos correspondentes a músculos grandes e fortes devolva sinais de prazer em muitas pessoas. Em determinadas ações ou circunstâncias.</p>\n<p>Será que podemos simular força, vigor, ou disposição, para o nosso jogador?</p>\n<p>Vejamos. Nossa mente pede para mover uma perna. Imediatamente ela recebe de volta sinais de um grande músculo de perna se mexendo. Esta sensação de “grande&quot; é que podemos artificialmente amplificar, enfraquecer, modificar em nosso simulador.</p>\n<p>Podemos usar o desejo real do jogador para mover um conjunto de músculos, interferindo apenas na resposta real que estes músculos devolvem ao cérebro do jogador. Podemos, por exemplo, amplificar a sensação de força e agilidade desta resposta.</p>\n<p>Vários músculos são movimentados em várias interações por segundo quando desejamos fazer um simples movimento. Computadores modernos podem atuar mais de milhões de vezes por segundo, simulando milhares de músculos ao mesmo tempo. Portanto, pelo menos teoricamente, não está fora do alcance da computação simular respostas musculares reais, para cérebros reais.</p>\n<p>Caso seja possível simular tamanho e agilidade de músculos, devemos nos ater aos tamanhos normais de músculos humanos?</p>\n<p>Se for possível simular respostas musculares para cada comando muscular do nosso jogador, então podemos simular forças para além do alcance de músculos reais. Podemos ter — incluindo sentir —um peito gigante, forte, como de um gigante gorila. Podemos simular a agilidade de um tigre. Ou similar.</p>\n<p>Enviar impulsos diretamente ao cérebro, nas medidas e frequências corretas, permite simular vigor, força, disposição para além do que malhar, comer proteínas, mesmo em nossas mais dedicadas intenções, nos permite construir na vida real.</p>\n<p>Podemos simular tanto o mundo quanto a potência do jogador. Podemos treinar uma rede neural para maximizar os cenários, ações e impulsos que trazem mais prazer de maneira personalizada, para cada jogador.</p>\n<p>Aqui podemos lembrar do Tom Cruise do filme Vanilla Sky. Ele vivia em um &quot;videogame&quot; projetado para dar prazer para ele. Em seu videogame, o personagem de Tom Cruise namorava Penélope Cruz em um bem humorado romance.</p>\n<p>Ou podemos lembrar do filme Matrix. Em Matrix tudo era um grande videogame.</p>\n<p>Em ambos os filmes defeitos compelem os personagens para voltarem à vida humana real. Em Hollywood voltar à vida real tem sido final destes tipos de filmes.</p>\n<p>Mas aqui fica posto, tecnicamente, possibilidades de inteligências artificiais nos nutrindo para além de cockpits, televisões e caixas de som. Para além de alguns movimentos, visão e audição.</p>\n<p>Como não costumamos regredir em nossas descobertas, pode haver uma tendência em curso, começando, como disse no início, com videogames como este <a href=\"https://youtu.be/78kmJm2SFw4\" target=\"_blank\" rel=\"noopener noreferrer\">pequeno carrinho pilotável</a>, hoje.</p>\n<p>Como será amanhã?</p>\n<p>A próxima vez que observarmos alguém interagindo com um celular, podemos começar a pensar que usar dedos e palavras em uma pequena tela pode evoluir, não pára por aí.</p>\n<p>Em Star Trek havia a possibilidade de ir de um lugar para outro instantaneamente. Bem, não conseguimos criar ainda o tubo de Star Trek. Mas podemos ir de Paris a Tóquio, instantaneamente, em um neuragame. Pensando bem, qual a diferença? Aliás: podemos ir até Marte. Instantaneamente. Ou onde quisermos chegar. Onde seria?</p>\n",
  "images": [
    {
      "fileName": "neuragame-image-1.jpg",
      "githubPath": "images/neuragame-image-1.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/neuragame-image-1.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "neuragame-image-2.jpg",
      "githubPath": "images/neuragame-image-2.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/neuragame-image-2.jpg",
      "altText": "",
      "caption": ""
    }
  ],
  "contentHash": "1e25be46b42574621691529b62"
}