{
  "id": "o-que-e-belo",
  "title": "O que é belo",
  "author": "Vladimir Dietrich",
  "date": "2020-09-10",
  "readingTime": 3,
  "heroImage": null,
  "lastUpdated": "2025-09-04T20:35:40.521Z",
  "wordCount": 563,
  "content": "<p></p>\n<p>Por que tentar, certamente sem sucesso (há sucesso?) definir &quot;beleza&quot;?</p>\n<p>Realmente, não vale o esforço, inútil.</p>\n<p>Mas há algo hipnótico. Desmascarar uma, outra, hipocrisia. Por que não, desmascarar alguma coisa escondida; perceber algo mais. Quem sabe, com sorte, aproximarmos mais 1 milímetro do conhecimento de nossa essência.</p>\n<p>Me aventuro (não avance, leitor. Selva, mosquitos, ruim).</p>\n<p>Dinheiro. Hipocrisia na veia.\rConseguiria negar que dinheiro &quot;é&quot; beleza?</p>\n<p>Dinheiro, mais promessas mais próximas de serem realizadas, ativa uma dopamina nada fantasiosa nas pessoas. Dopamina na veia.</p>\n<p>O vendedor: comissão.\rO cônjuge: ninho lindo. (Etc).</p>\n<p>Se dopamina fluindo for confundível com beleza, bingo, dinheiro pode ser proporcional à (dopamina) beleza.</p>\n<p>O mito casou por dinheiro poderia ser trocado por dopamina.</p>\n<p>[Quero entender melhor a <a href=\"https://youtu.be/9QiE-M1LrZk\" target=\"_blank\" rel=\"noopener noreferrer\">dopamina</a>.]</p>\n<p>Correndo dizemos que não. Que beleza é outra coisa.</p>\n<p>Uma bela pessoa. Um belo gesto.</p>\n<p>Uma bela pessoa volta à simplicidade, até rude, da dopamina (Rude pois risca, um pouco, a tal complexidade humana que somos os primeiros, mesmo que suspeitos, a defender). Uma bela pessoa pode ser uma promessa de algo que o dinheiro nem sempre pode dar: sexo quente, a primeira e mais animal maneira de ver. Só de ver já dá para imaginar aquilo tudo: dopamina, entre outros hormônios mais imediatos. Beleza? Uma pessoa que ativa tantos hormônios em redor chamamos bela?</p>\n<p>Perdoe o assunto além do básico levar-crianças-à-escola-sorrir-e-viver. Nada contra não futricar assuntos avançados. Talvez seja uma essência nossa: esquecer futricar, criar, pensar. Viver com pés no chão na selva. Sexo e sorrisos não requerem grandes descobertas.</p>\n<p>Continuo depois.</p>\n<p>Anotações para continuar:</p>\n<p>O que é dinheiro? Acesso a mais inovações. Um opala no ano de seu lançamento, não agora. Mas também acesso a coisas raras. Espaço, exclusividade.</p>\n<p>Se tudo cada vez mais rapidamente passar de lançamento inovador para commodity (comum, abundante) cairá a dopamina em redor da riqueza?</p>\n<p>Por que, se é, gentileza, ou &quot;beleza interior&quot;, bela?</p>\n<p>Até que ponto, ou quanto, a beleza está em quem vê (e muitas vezes só em quem vê).</p>\n<p>Etc.</p>\n<p>Opa: por que a possibilidade de acesso a mais coisas mais exclusivas ou mais inovadoras pode encharcar de dopamina muitos de nós? Eis um porquê nada desinteressante. Mas pode se resumir a um gene de sobrevivência, mesmo. Sobreviver. Melhor alimento, transporte. Auto-estima entra onde? O adolescente que realmente se sente melhor se a numeração de seu iPhone for do topo da época. Ele realmente abastece sua autoestima. Uma SUV do ano na mamãe que realizou grandes sonhos. Por que nos cria dopamina só pensar ter estas coisas? Sobreviver &quot;no mundo cão&quot;? (Sobreviver, simplesmente). Devagarinho vamos nos desvendando, pressa não há (a própria pressa é mais hormônio que uma entidade &quot;real&quot;).</p>\n<p>Um opala não causa mais &quot;paixão&quot;. Virou comum. Uma música mil vezes repetida em um verão, também fica comum. Os hormônios já não circulam tanto quanto no início. Se ausência de causar carga de hormônios pode ser considerado falta de beleza - rotina que não mais se destaca - então nosso mecanismo de &quot;enjoei&quot; move a busca pela (dopamina? Beleza?) inovação. Um tipo de mecanismo.</p>\n<p>Enjoar significaria enfeiar? Ausência de revoada de hormônios seria feio?</p>\n<p>Há poesia na mecanização da beleza.\rUm amigo, uma amiga que nos faz rir, nos sentir mais leves, de alguma maneira, ao ser visto, vista, injeta dopamina em nossas veias. A promessa do riso. Da leveza. Antes de acontecer. Belo, bela?</p>\n",
  "images": [],
  "contentHash": "27a7614a7fcd1d0b3491e53f"
}