{
  "id": "oblivion",
  "title": "Oblivion",
  "author": "Vladimir Dietrich",
  "date": "2020-04-28",
  "readingTime": 8,
  "heroImage": {
    "fileName": "oblivion-image-0.jpg",
    "githubPath": "images/oblivion-image-0.jpg",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/oblivion-image-0.jpg",
    "altText": "",
    "caption": ""
  },
  "lastUpdated": "2025-06-30T19:24:14.579Z",
  "wordCount": 1692,
  "content": "<p>Oblivion</p>\n<p>   </p>\n<p></p>\n<p>Se você não assistiu Oblivion nem toque neste post. Contará sobre o filme, chamam isto de spoiler.\r♥️</p>\n<p>Oblivion, o filme, permite algumas maneiras de ver. Mais provavelmente culpa de nosso olho, nem tanto do filme.</p>\n<p>1. A cobertura envidraçada altíssima com piscina flutuante com chão de vidro não pode ter sido desenhada para ser &quot;feia&quot;. Parece refletir um tipo de sonho humano.</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/oblivion-image-1.jpg\" alt=\"\" /></figure>\n<p>2. Precisava embaixo desta &quot;cobertura de sonho&quot; haver desgraça? Meio ambiente &quot;contaminado&quot;, seres &quot;inferiores&quot; vivendo na miséria caçados como rebeldes? Parece que sim.</p>\n<p>Algum recado pode estar sendo passado.</p>\n<p>3. A mulher não sai a campo. Fica em casa - &quot;em segurança&quot;. Isto me lembra a preocupação com os &quot;úteros das mulheres&quot; antes da estreia da primeira locomotiva, que ia a deslumbrantes, para a época, 60km/h. A notícia é <a href=\"https://www.mentalfloss.com/article/67806/early-trains-were-thought-make-womens-uteruses-fly-out\" target=\"_blank\" rel=\"noopener noreferrer\">real</a>, da época. Machismo subsiste, ainda, no filme.</p>\n<p>Ainda estou assistindo.</p>\n<p>Pelo que me recordo,</p>\n<p>4. O amor salva tudo.\r5. Vão viver no chão, com a natureza, com amor.</p>\n<p>Neste sentido a cobertura e a esposa dentro parecem um relacionamento artificial. Precisava ser a cobertura mais &quot;bonita&quot; representando um relacionamento ruim? Talvez precisasse: compensar com uma grande obra o vazio. Algo nesta linha.</p>\n<p>Dará para ir além.</p>\n<p>A empresa - gigante - engana os &quot;funcionários&quot; sempre prometendo algo a poucas semanas dali. Depois repete o ciclo. Perpetua um &quot;nada&quot;: a própria destruição e contaminação, a mesma, não sem ironia, que constrói a cobertura de sonho.</p>\n<p>Vou publicando antes de terminar de assistir.</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/oblivion-image-2.jpg\" alt=\"\" /></figure>\n<p>6. A lua destruída não deve ser apenas coadjuvante. Tiro longo: se a lua representar o amor, o amor foi destruído.</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/oblivion-image-3.jpg\" alt=\"\" /></figure>\n<p>7. Após o onírico beijo embaixo da piscina, sua musa, como uma sereia, vai para baixo. É o amor chamando &quot;para baixo da cobertura: para o chão&quot;.</p>\n<p>8. A insistência no &quot;são você e Jack um time eficaz?&quot; não é coadjuvante. Um mantra corporativo, parece ser. Talvez a questão seja esconder o objetivo real por trás de tantas tarefas eficazes, não questionar a eficácia per se. Mas a eficácia parece um pouco robótica. Per se.</p>\n<p>Ao chegar em seu esconderijo paraíso na terra, com plantas, água cristalina, peixe amigo, camisa de flanela, led zeppelin em vinil e quadra de basquete, a frase:</p>\n<p>9. &quot;Vou sentir saudades deste lugar&quot;. Quando o casal &quot;terminar a missão&quot;. Esta talvez grande mensagem, será a maior? Chamo de paradoxo da tecnologia total, algo assim. Quando realmente tivermos fusão nuclear (nosso próprio sol, em qualquer lugar), dominarmos a química e a biologia, talvez - eu disse talvez - percebamos que só éramos amiguinhos do planeta enquanto ele &quot;era maior que nós&quot;. Enquanto ele era um &quot;útero&quot;. Se não precisarmos dele - mesmo que sempre com gentileza e agradecimento, com até saudades - não o relegaríamos a segundo plano como fazemos com piano e outras coisas antigas? Isto nos confronta com questão pesadíssima, que pergunta &quot;se gostamos, realmente, da natureza?&quot;. O repelente para mosquitos é só uma dica, a resposta verdadeira, se um dia aparecer, é imensa.</p>\n<p>10. &quot;Teria sido ótimo&quot;, logo após &quot;Vou sentir saudades deste lugar&quot;, questiona a tecnologia. A alquimia. Na verdade poderíamos voltar esta questão para antes da agricultura, quando ainda quasi-acasalávamos de tão relacionados que éramos com a natureza. &quot;Antes de mordermos a maçã&quot;, experientes cientistas notam que a maçã mordida representaria esta cisão do homem com a vida na natureza (antes da agricultura de excedentes e religiões atuais). &quot;Teria sido ótimo&quot; pode também apenas representar medo do novo. Simples assim: medo real. Vontade de voltar, antes e ao invés de mudar.</p>\n<p>11. &quot;Nosso trabalho não é lembrar...&quot; &quot;Lembra?&quot;. Esta frase interessantemente mostra que se deve lembrar apenas o que interessa. Não o passado mais distante.. Talvez: a lavagem cerebral que empresariar pode trazer: lembre-se da nossa missão e valores (esqueça o resto).</p>\n<p>12. &quot;Não posso proteger você&quot;, diz a esposa e colega de trabalho quando Jack desce com sua musa. O medo de fugir às regras da empresa, ou um tipo de burocracia, sem margem para improvisações. Curiosamente o botão que desconecta e torna a missão &quot;informal&quot;, &quot;offline&quot; é o único botão vermelho dentre todos brancos. Na guerra fria as coisas &quot;ruins&quot; eram vermelhas (em filmes americanos, ao menos). Portanto &quot;estar online seria ruim (vermelho)&quot;. Ao desligar, apaga-se a luz vermelha. Informal com o amor, descem.</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/oblivion-image-4.jpg\" alt=\"\" /></figure>\n<p>13. O medo de &quot;o que tem lá embaixo&quot; é sincero. A esposa na cobertura genuinamente se arrepia quando Jack está &quot;lá embaixo&quot;. Talvez seria como &quot;gente de bem&quot; se arrepiando com o que acontece em ruas de periferia, em um Brasil. Mas esta analogia forcei.</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/oblivion-image-5.jpg\" alt=\"\" /></figure>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/oblivion-image-6.jpg\" alt=\"\" /></figure>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/oblivion-image-7.jpg\" alt=\"\" /></figure>\n<p>14. O amor trespassa lavagens cerebrais de grandes corporações. Jack se lembra. Como neutrinos, como raio-x. O amor trespassa, imparável. É o regurgitar da maçã mordida, realmente ouso propor. Voltar à comunhão com a natureza. Abandonar a corporação. A tecnologia. Voltar para o útero do ponto de vista de DNA (mas não tão longe até o caldo bacterial, né? Até a era selvagem está bem).</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/oblivion-image-8.jpg\" alt=\"\" /></figure>\n<p>Uau:</p>\n<p>15. A esposa tecnológica - da cobertura - chora ao ver Jack com seu amor-musa. Através da lente da nave que vai (ia?) salvar Jack. &quot;Salvar&quot;. O que é &quot;salvar&quot; começa a se solidificar. &quot;Uau&quot;, porque seria interessante explicar o choro da esposa tecnológica, da cobertura envidraçada. O que ela quer? Instigante pensar.</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/oblivion-image-9.jpg\" alt=\"\" /></figure>\n<p>16. Lutar contra nós mesmos é, realmente, a grande luta. O nós da cobertura envidraçada funcionário exemplar, o nós do amor - que redescobre a verdade, que através do amor penetra como neutrino na lavagem cerebral corporativa tecnólogica. Você e você. &quot;Regurgitar&quot; a mordida da maçã, no contexto deste filme. Redescobrir, ao invés de ser expulso, do paraíso. Largar a tecnologia. A eficácia. Largar a piscina de vidro sobre as nuvens. Parar de tratar os debaixo como mosquitos contagiosos. Na verdade, como se não fossem humanos (mas são!).</p>\n<p>17. A esposa da torre 52 (Jack era da torre 49) não percebe a diferença entre os Jacks. Vou forçar: assim nos sentimos, um pouco, com os tratamentos automatizados em spams de email, por telefone, por mensagem. Tentam nos chamar pelo nome, mas mal sabem de nossa essência. Culpados? Ninguém.</p>\n<p>18. Jack convida a esposa tecnológica da torre de vidro 52 para baixo. Ela genuinamente possui uma curiosidade, mas como na melhor produção iso-9000, com previsibilidade garantida rejeita e se sente desconfortável com o assunto. &quot;É contra o regulamento&quot;. Sua lavagem cerebral foi com alvejante bem forte - ou não havia neutrino do amor. Volta para o quarto. &quot;Segura&quot;.</p>\n<p>Jack e sua musa vão para a casa no lago. Jack diz que é só uma cópia do verdadeiro Jack. A musa diz que Jack havia prometido uma casa no lago. Para engordarem e envelhecerem juntos.</p>\n<p>19. O amor também poderia ser considerado uma máquina. Máquina de repetir: casa no lago, vinil dos anos 70, basquete, beisebol. Quem é mais legítimo? A automação via-amor, a automação via tecnologia. Sei lá!</p>\n<p>20. Jack acalma a máquina. O drone caçador de humanos. &quot;Oooouuu&quot; - como se faria com um cavalo. E o drone agitado com a multidão em volta se acalma. Jack conserta e entende a fundo a tecnologia. É um técnico engenheiro. Mas não entendia intenções subjacentes. As pessoas no chão entendem.</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/oblivion-image-10.jpg\" alt=\"\" /></figure>\n<p>21. O quadro da menina (cabelo igual da musa, portanto, a musa) se arrastando em direção à casa não pode ser apenas coadjuvante. &quot;Voltar para casa&quot;. Para o paraíso. Regurgitar a maçã mordida. Sair da tecnologia, cujo vilão, nada por coincidência, se chama &quot;tet&quot; (quase &quot;tec&quot;).</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/oblivion-image-11.jpg\" alt=\"\" /></figure>\n<p>22. O beijo antes da missão kamikaze-mas-salvadora. O beijo. Saliva, sentimento. Não-tinder, não-whatsapp. Sujo, suado. Não tecnológico, sem vidro limpíssimo. Será que nosso &quot;DNA&quot; - ele mesmo, sim! - fala? Será que ele pode gritar mesmo sem cordas vocais? Será que pressente sua extinção? Sua mudança via crispr-cas9. Sua alteração. Videogames, cada vez menos suor - mesmo antes de mexer no DNA. Limpeza, distância. Natureza virando zoológico. Pode nosso DNA compreensivelmente espernear? &quot;Não quero morrer&quot;, gritaria, talvez em forma de artes, já que atua sem cordas vocais? Note que mesmo que seja verdade - o DNA grite - não significa, ao menos não automaticamente, que esteja correto. Mais chance há de ser uma auto-preservação egoísta, ou seja, sem pensar no &quot;próximo DNA&quot; para o qual cederia sua existência. Fui longe, basta ignorar.</p>\n<p>23. A gravação da missão original do Jack original. A máquina &quot;tet&quot; (tec!) usou a verdadeira chefe da missão da época para criar uma chefe clonada. Com os mesmos &quot;bom dia&quot;, &quot;que dia maravilhoso&quot;, &quot;está tudo bem?&quot; &quot;Querido(a)&quot;. Tentamos &quot;levar para o futuro&quot; nossos melhores eus em: spams, atendentes virtuais, mensagens automatizadas. &quot;Como você está, [seu nome]?&quot;. &quot;Está tudo bem?&quot;.</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/oblivion-image-12.jpg\" alt=\"\" /></figure>\n<p>23B. Tet (tec) é i-men-sa. Somos formiguinhas de pelúcia.</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/oblivion-image-13.jpg\" alt=\"\" /></figure>\n<p>24. Tet (tec!) clona humanos como quem faz salsicha com porcos. Lado a lado, em escala industrial. Que significa?</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/oblivion-image-14.jpg\" alt=\"\" /></figure>\n<p>25. Tet, a tecnologia, tem a essência - o olhar - vermelho. Novamente a guerra fria dando a dica sobre a real moral de tet (tec).</p>\n<p>&quot;O que Horácio disse foi:\rComo pode um homem morrer melhor /\rQue enfrentando adversidades /\rPelas cinzas de seus ancestrais /\rE pelos templos de seus deuses&quot;.</p>\n<p>26. Se isso não é nosso DNA tentando se comunicar, é quem? Um diretor de hollywood?</p>\n<p>&quot;Eu criei você Jack.\rEu sou seu deus&quot;,</p>\n<p>Tet, a tecnologia, responde.\rJack nem dá bola.</p>\n<p>Horácio, ao menos neste filme, fala mais forte.</p>\n<p>Jack chama Tet (tec) de Sally. Sally é sabidamente uma modelagem tecnológica da verdadeira Sally do passado. Um vídeo. Photoshopado para falar outras coisas, com o mesmo rosto. Chamando tet (tec) de Sally, Jack nem hesita em tratá-la como um spam, ou seja: jogar uma bomba nuclear em seu coração.</p>\n<p>&quot;Se temos alma,\rElas são feitas do amor que compartilhamos\rUndimmed by time\rUnbound by death&quot;.\r[Não acaba nem com tempo nem com a morte]</p>\n<p>&quot;Sou Jack Harper\rE estou em Casa&quot;.</p>\n<p>Diz o Jack 52, não o 49.\rUm clone - um spam - pode substituir outro?</p>\n<p>Filho de tet (tec), digamos assim.\rMuito-bem-clonado, o que muda?</p>\n<p>O clone no paraíso com a musa.\rClone e musa.\rAmor, ancestralidade.</p>\n<p>Sei de nada.</p>\n",
  "images": [
    {
      "fileName": "oblivion-image-1.jpg",
      "githubPath": "images/oblivion-image-1.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/oblivion-image-1.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "oblivion-image-2.jpg",
      "githubPath": "images/oblivion-image-2.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/oblivion-image-2.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "oblivion-image-3.jpg",
      "githubPath": "images/oblivion-image-3.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/oblivion-image-3.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "oblivion-image-4.jpg",
      "githubPath": "images/oblivion-image-4.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/oblivion-image-4.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "oblivion-image-5.jpg",
      "githubPath": "images/oblivion-image-5.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/oblivion-image-5.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "oblivion-image-6.jpg",
      "githubPath": "images/oblivion-image-6.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/oblivion-image-6.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "oblivion-image-7.jpg",
      "githubPath": "images/oblivion-image-7.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/oblivion-image-7.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "oblivion-image-8.jpg",
      "githubPath": "images/oblivion-image-8.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/oblivion-image-8.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "oblivion-image-9.jpg",
      "githubPath": "images/oblivion-image-9.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/oblivion-image-9.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "oblivion-image-10.jpg",
      "githubPath": "images/oblivion-image-10.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/oblivion-image-10.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "oblivion-image-11.jpg",
      "githubPath": "images/oblivion-image-11.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/oblivion-image-11.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "oblivion-image-12.jpg",
      "githubPath": "images/oblivion-image-12.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/oblivion-image-12.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "oblivion-image-13.jpg",
      "githubPath": "images/oblivion-image-13.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/oblivion-image-13.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "oblivion-image-14.jpg",
      "githubPath": "images/oblivion-image-14.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/oblivion-image-14.jpg",
      "altText": "",
      "caption": ""
    }
  ],
  "contentHash": "65ed4b1b49cc0a542c3d38237a"
}