{
  "id": "ocio-a-esquerda",
  "title": "Ócio à esquerda",
  "author": "Vladimir Dietrich",
  "date": "2023-05-29",
  "readingTime": 2,
  "heroImage": {
    "fileName": "ocio-a-esquerda-image-0.jpg",
    "githubPath": "images/ocio-a-esquerda-image-0.jpg",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/ocio-a-esquerda-image-0.jpg",
    "altText": "",
    "caption": ""
  },
  "lastUpdated": "2025-09-03T02:25:10.517Z",
  "wordCount": 387,
  "content": "<p></p>\n<p>Estou gostando de flertar com o ócio e a negação do ócio (negócio).</p>\n<p>Porque estou sentindo que os negócios estão pedindo ócio. E sinto que a direita representa o negócio, e a esquerda representa o ócio.</p>\n<p>Por isso até os EUA, rico negociador, consumidor, trabalhador, tem sido seduzido pelo ócio, pela esquerda.</p>\n<p>O resto do mundo - Brasil certamente - só ecoa. Portanto voltemos à fonte do movimento.</p>\n<p>Este movimento move camadas tectônicas. Culturais. Mas não menos tectônicas. Grandes camadas.</p>\n<p>Flertar com a miséria - o consumo raro, premiado pelo trabalho raro - é mais esquerdístico. Amar no morro.</p>\n<p>Flertar com a prosperidade - muito consumo, também com muito trabalho - é mais direitístico. Casamentos exuberantes.</p>\n<p>Um dia poderemos parar de sublocar &quot;esquerda&quot; e &quot;direita&quot; para chamarmos as coisas pelo que elas realmente sejam: ócio, negócio. (Apenas se minha tese tiver fundamento).</p>\n<p>Ócio ou negócio?</p>\n<p>Filmes como Matrix e O show de Truman já foram analisados por Harari em seu terceiro livro com a bela conclusão que depois da Matrix, ou depois do estúdio de Truman, há os mesmos problemas.</p>\n<p>Traduzindo: mesmo depois que formos à Marte na nave de Elon Musk e/ou andarmos de carro elétrico que dirige sozinho e/ou tivermos conexão com uma inteligência artificial generalista via neuralink sem precisar digitar, estaríamos, ainda, presos ao que o filme Divertidamente cartunizou: uma dúzia de emoções que nos guiam.</p>\n<p>Lá em Marte. Em Vênus. Na nuvem. Em qualquer lugar. De qualquer modo.</p>\n<p>Esse ponto de vista tira um pouquinho do charme da negação do ócio, do negócio: &quot;por que criamos tanta coisa?&quot;. Realmente, não há muita coisa depois.</p>\n<p>Mas o ócio é o príncipe encantado?</p>\n<p>Começo respondendo assim: tire o tênis e não use mais rodas.</p>\n<p>Tênis, chinelo, roda, são invenções que negam o ócio.</p>\n<p>Eu sei que podemos ficar descalços trepando na floresta. E comendo, e conversando. Sem rodas.</p>\n<p>Realmente: o ócio é totalmente possível. Sem negócios. Sem produzir. Sem inventar. Sem consumir novos designs e produtos.</p>\n<p>Mas não é tão simples quanto somente trepar, comer e conversar.</p>\n<p>Aparentemente queremos inventar.</p>\n<p>Mesmo que após qualquer invento, sigam os mesmo, agora quatro, desejos: trepar, comer, conversar, inventar.</p>\n<p>Eu não me preocuparia demais: o amor nos envolve como um útero. Nele, não sentimos o que está em volta..</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/ocio-a-esquerda-image-1.jpg\" alt=\"a couple in love inside a protective bubble\" /><figcaption>a couple in love inside a protective bubble</figcaption></figure>\n<p>Termino com este duplo sentido.</p>\n",
  "images": [
    {
      "fileName": "ocio-a-esquerda-image-1.jpg",
      "githubPath": "images/ocio-a-esquerda-image-1.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/ocio-a-esquerda-image-1.jpg",
      "altText": "a couple in love inside a protective bubble",
      "caption": "a couple in love inside a protective bubble"
    }
  ],
  "contentHash": "ca61a0d2b2528a3b17c5531"
}