{
  "id": "onde-estamos",
  "title": "Onde estamos?",
  "author": "Vladimir Dietrich",
  "date": "2023-09-19",
  "readingTime": 3,
  "heroImage": {
    "fileName": "onde-estamos-image-0.jpg",
    "githubPath": "images/onde-estamos-image-0.jpg",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/onde-estamos-image-0.jpg",
    "altText": "emptiness.",
    "caption": "emptiness."
  },
  "lastUpdated": "2025-06-27T14:09:13.683Z",
  "wordCount": 620,
  "content": "<p>   </p>\n<p></p>\n<p>O profissionalismo que chegou ao instagram está espantando aquele amadorismo que havia no início. Lembra? Aquelas fotos pessoais. Você no restaurante. Sua família reunida no sofá. Aquelas postagens menos trabalhadas.</p>\n<p>Mas isso é notícia velha.</p>\n<p>Quero chegar nisso:</p>\n<p>Nesta notícia já velha, os profissionais especialistas em postagens que espantam as postagens amadoras ainda são humanos. Humanos expulsando humanos, portanto.</p>\n<p>Por quanto tempo estes profissionais especialistas em postagens precisam ser humanos?</p>\n<p>O chatGpt consegue elaborar uma postagem para qualquer plataforma, por exemplo com um teaser bem chamativo logo no início e uma &quot;call to action&quot; no final, ou no formato de qualquer estrutura de marketing profissional do momento. Basta literalmente pedir.</p>\n<p>Portanto um dia os profissionais ainda humanos do instagram devem ser substituídos pelo profissionalismo ainda mais competente de chatGpts.</p>\n<p>Percebemos um cenário novo?</p>\n<p>Todos os humanos - nosso lado amador, nosso lado profissional - acabam expulsos da rede social.</p>\n<p>Esqueci de dizer que a rede social é, em tese, uma nova rua, uma nova calçada, um novo parque para encontros.</p>\n<p>Esvaziadas as redes sociais, estaríamos esvaziando o encontro. As ruas e praças de telas de vidro.</p>\n<p>É possível lutemos contra essa tendência. É possível que não abramos mão do encontro humano.</p>\n<p>Mas não é obrigatório.</p>\n<p>É possível que troquemos, sim, gradativamente, a relação humano-humano pela relação humano-chatGpt. Cada vez mais.</p>\n<p>Se for para encontrar profissionalismo, dispensar o humano na equação do encontro é praticamente certo.</p>\n<p>Como já acontece no instagram. No instagram humanos amadores já foram substituídos por humanos profissionais. Onde o profissionalismo é preferido em relação ao amadorismo - profissionalismo com ou sem a necessidade de humanos produzindo - a audiência seguirá fiel ao profissionalismo, não ao humano que antes havia por trás deste profissionalismo.</p>\n<p>O que poderá - será? - restar é um nicho de humanismo. Uma busca pelo amadorismo assumido. Uma busca pelo comportamento &quot;idiota&quot; em comparação com o profissionalismo que haverá.</p>\n<p>Mas é obrigatório que isso aconteça? É obrigatório que busquemos humanos e seus erros, enjoando do profissionalismo competente?</p>\n<p>É obrigatório restar um nicho de humanismo amador assumido, idiota comparado com o profissional?</p>\n<p>Não vejo como certo que seremos fiéis a nós mesmos, humanos com humanos. Não aposto nem lá nem cá. Não sei.</p>\n<p>Espero que notem a questão que proponho: o profissionalismo do chatGpt substituirá os encontros humanos que desejem profissionalismo - nisto eu aposto/opino que ocorrerá. O que em seguida não sei é se nós ainda seguiremos querendo &quot;amadorismo humano&quot; &quot;nas horas vagas&quot;. Iremos querer &quot;amadorismo humano&quot; &quot;nas horas vagas&quot;?</p>\n<p>Mas o que é o &quot;amadorismo humano&quot;? São nossos defeitos charmosos? A falha?</p>\n<p>Se for a falha, ou o defeito charmoso, até isso um chatGpt sabe, tranquilamente, reproduzir. Defeitos são tão reproduzíveis quanto criar &quot;call to actions&quot; ou frases iniciais chamativas.</p>\n<p>Se nosso &quot;humanismo&quot; - talvez nossas falhas, nossa imperfeição - também for possível de ser imitado, então até mesmo o eventual &quot;charme&quot; do &quot;amadorismo&quot; humano será substituível por máquinas.</p>\n<p>Num cenário desses, não só a selva se esvaziaria - faz tempo esvaziamos as selvas -, não somente as ruas e cafés nas ruas - que estamos esvaziando ainda -, mas, até mesmo, as ruas virtuais, estas ruas que deslizamos na vertical com o dedo em telas de vidro, se esvaziariam.</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/onde-estamos-image-0.jpg\" alt=\"&quot;Emptiness&quot;. Imagem produzida para o filme Vanilla Sky (2001).\" /></figure>\n<p>&quot;Emptiness&quot;. Imagem produzida para o filme <a href=\"https://en.wikipedia.org/wiki/Vanilla_Sky\" target=\"_blank\" rel=\"noopener noreferrer\">Vanilla Sky (2001)</a>.</p>\n<p>Assim como tememos, hoje, a selva - mosquitos, cobras -, temeremos as ruas - desviar de carros de uma tonelada, sol forte, chuvas -, poderemos temer até mesmo as redes sociais humanas: amadorismo, falta de competência.</p>\n<p>Vamos pensando juntos? Enquanto ainda temos competência relativa para isso.</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/onde-estamos-image-0.jpg\" alt=\"&quot;Emptiness&quot;. Imagem gerada por um humano (eu) usando cena de vanilla sky.\" /></figure>\n<p>&quot;Emptiness&quot;. Imagem gerada por um humano (eu) usando cena de vanilla sky.</p>\n",
  "images": [
    {
      "fileName": "onde-estamos-image-0.jpg",
      "githubPath": "images/onde-estamos-image-0.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/onde-estamos-image-0.jpg",
      "altText": "\"Emptiness\". Imagem produzida para o filme Vanilla Sky (2001).",
      "caption": "\"Emptiness\". Imagem produzida para o filme Vanilla Sky (2001)."
    },
    {
      "fileName": "onde-estamos-image-0.jpg",
      "githubPath": "images/onde-estamos-image-0.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/onde-estamos-image-0.jpg",
      "altText": "\"Emptiness\". Imagem gerada por um humano (eu) usando cena de vanilla sky.",
      "caption": "\"Emptiness\". Imagem gerada por um humano (eu) usando cena de vanilla sky."
    }
  ],
  "contentHash": "1f1d61d5316d2123282b374"
}