{
  "id": "podemos-ser-traidos-pelo-nosso-dinheiro",
  "title": "Podemos ser traídos pelo nosso dinheiro?",
  "author": "Vladimir Dietrich",
  "date": "2023-03-11",
  "readingTime": 5,
  "heroImage": {
    "fileName": "podemos-ser-traidos-pelo-nosso-dinheiro-image-hero.png",
    "githubPath": "images/podemos-ser-traidos-pelo-nosso-dinheiro-image-hero.png",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/podemos-ser-traidos-pelo-nosso-dinheiro-image-hero.png",
    "altText": "",
    "caption": ""
  },
  "lastUpdated": "2025-09-04T20:30:05.300Z",
  "wordCount": 1036,
  "content": "<p></p>\n<p>Em 2023 Lula venceu a eleição presidencial no Brasil com um paraquedas: Alckmin, seu vice-presidente.</p>\n<p>Alckmin pode ser acionado por morte ou por mau comportamento de Lula. Por mau comportamento a imprensa queima Lula em fogo lento, vê se ele cede à pressão, se não ceder, aumenta o fogo, provoca um impeachment após 2 anos, aciona o paraquedas.</p>\n<p>Quem move esta engenhoca política?</p>\n<p>A resposta intravenosa é: move esta engenhoca política um povo ainda corno com seu dinheiro. (Dinheiro que, sempre, é oriundo do trabalho do povo daquele país).</p>\n<p>A resposta mais na superfície é: move esta engenhoca política um grupo de gigantes empresas em casamento com governos, com qual objetivo: dinheiro. De quem? Sempre dinheiro gerado pelo trabalho do povo do país, pois dinheiro ainda não chove espontaneamente.</p>\n<p>A engenhoca precisa das seguintes manivelas políticas:</p>\n<p>Precisa impedir a concorrência no mercado.</p>\n<p>Por que precisa impedir a concorrência no Brasil?</p>\n<p>Porque a concorrência faz com que empresas concorrentes disputem consumidores e trabalhadores da seguinte maneira:</p>\n<p>1. Diminuindo preços, aumentando a qualidade, para abocanhar mais consumidores das várias outras empresas concorrentes.</p>\n<p>2. Aumentando salários, automatizando, para disputar os trabalhadores mais eficientes com as várias outras empresas concorrentes.</p>\n<p>Esta disputa por mercado entre empresas diminui a lucratividade da empresa.</p>\n<p>Para o consumidor e para o trabalhador o dinheiro rende mais quando há concorrência liberada entre empresas.</p>\n<p>Concorrência incentivada com mínimas burocracias.</p>\n<p>O mesmo salário compra mais produtos, melhores, pois na guerra entre várias empresas diferentes os preços diminuem. A qualidade aumenta. O próprio salário aumenta: várias empresas precisam disputar os poucos trabalhadores mais eficientes pagando melhor.</p>\n<p>Por isso sempre que [um povo corno-com-seu-dinheiro permitir] empresas puderem se juntar com estados para impedir a concorrência livre, impedirão a concorrência livre.</p>\n<p>As empresas existentes irão se esforçar ao máximo para atrapalhar novos entrantes no mercado, a concorrência. Não querem disputar nem trabalhadores nem consumidores com outras empresas.</p>\n<p>Com menos concorrência ou sem concorrência, o sonho da empresa se realiza: salários podem ser baixos, preços não precisam abaixar muito, a qualidade pode ser apenas razoável, sem stress. O lucro é maximizado.</p>\n<p>A empresa não tem culpa.</p>\n<p>Empresa é uma máquina. Uma engenhoca econômica. Um local, muitas vezes já sem dono, apenas com inúmeros acionistas que podem a qualquer hora demitir o presidente (CEO) e que só enxergam aumentar os dividendos: diminuir custo (pagar menos salários, gastar menos na qualidade) e aumentar a receita (cobrar o máximo possível que a concorrência existente, ou ausência de concorrência, permitir).</p>\n<p>Tem culpa o povo.</p>\n<p>O povo é consumidor e trabalhador.</p>\n<p>Se o povo abandona as decisões políticas deixando gigantes empresas fornicarem com os políticos de cada época, quem pagará o preço é o próprio povo.</p>\n<p>Pelos mecanismos já analisados: diminuição dos salários, que comprarão menos coisas mais caras, com menor qualidade.</p>\n<p>O estado fornica com e é fornicado por empresas gigantes, basais.</p>\n<h3>Barraquinha de cachorro quente ou petróleo?</h3>\n<p>Uma barraquinha de cachorro quente não vai fazer lobby em Brasília para impedir outras barracas de cachorro quente, sendo o único fornecedor de cachorro quente do país.</p>\n<p>Mas uma empresa de petróleo tem cacife (grana, poder) para se acasalar com o estado.</p>\n<h3>Petróleo</h3>\n<p>Gasolina cara, com qualidade apenas razoável, pagando salários mais baixos, o kit da pouca concorrência.</p>\n<p>Quem paga a gasolina mais cara?</p>\n<p>Dinheiro não chove: o povo paga este acasalamento entre pétroleo e estado, com a falta de concorrência deixando de disputar trabalhadores, podendo aumentar preços sem concorrência, podendo manter uma qualidade mínima, apenas razoável. Sem concorrência.</p>\n<p>É (razoavelmente) fácil não consumir cachorros-quentes.</p>\n<p>Gasolina é diferente de cachorro quente: não dá para não pagar.</p>\n<p>Como tudo usa gasolina ou gás, tudo paga este acasalamento entre petrolífera(s) e estado: empresas de qualquer setor bancam esta falta de concorrência. Quem não tem carro, caminhão, forno, fornalha, usina? Quem não usa petróleo, direta ou indiretamente? Plástico inclusive é feito de petróleo, somemos mais isso, também mais caro.</p>\n<p>Quem mais pode se acasalar com o estado?</p>\n<h3>Bancos</h3>\n<p>Se puder haver apenas dois ou três bancos, ao invés de dez mil (como nos EUA há 10 mil bancos), pronto, salários podem baixar, taxas bancárias subir, serviço meio ruim, juros subir. Etceteras de mercados sem concorrência.</p>\n<p>No caso específico dos bancos o acasalamento com o estado ainda rende ums legislação que permite emprestar mais, ou menos, o dinheiro dos depósitos de todo o povo.</p>\n<p>No Brasil o acasalamento é tão lucrativo que os poucos bancos que existem podem emprestar cerca de dez vezes mais dinheiro do que de fato possuem em seus cofres, ou seja, se todos sacarem dinheiro ao mesmo tempo, o banco não tem o seu dinheiro de fato nos cofres, estão emprestados e muito emprestados (dez vezes mais).</p>\n<p>É um overbooking igual de companhia aérea: contando que quase ninguém irá esvaziar sua conta - há poucos bancos, mesmo! -, o banco empresta - autorizado por legislação aprovada pelo estado - dez vezes mais o dinheiro que de fato possui.</p>\n<p>Overbooking com nossa grana: está na lei aprovada por quem?</p>\n<p>Pelo estado.</p>\n<p>Por quê?</p>\n<p>Porque nós, o povo, &quot;não ligamos para política&quot;, ainda, somente metade de nós acordando para a política, mas aumentando o número de pessoas acordando.</p>\n<p>Construtoras também.</p>\n<h3>Construtoras</h3>\n<p>[Sempre que ninguém impedir] Poucas construtoras adoram ficar amigas do estado e abocanhar todas as grandes obras.</p>\n<p>Cobrando caro e aniquilando, comprando, falindo a concorrência.</p>\n<p>De mãos dadas com o estado. Que ganha em troca dinheiro.</p>\n<p>Todos (menos quem?) ganham dinheiro: construtora (preços muito mais altos pela mesma obra) e o estado (em contas escondidas, pois é proibido atualmente políticos ganharem comissão, mais proibido ainda receber comissão por uma obra cara, paga e normalmente inacabada). Menos o povo. O povo paga essa conta também. (Dinheiro ainda não chove, alguém trabalha para criar).</p>\n<h3>Inseticida?</h3>\n<p>Esse tipo de inseto nunca vai deixar de existir.</p>\n<p>Se o dono do dinheiro - quem trabalha e cria este dinheiro - não liga para política, as maiores empresas e o estado vão se acasalar, proibindo a concorrência que, esta sim, faria o dinheiro do trabalhador render mais do que rende em monopólios e em acasalamentos caros entre estado e poucas empresas.</p>\n<p>Escrever me ajuda a compreender, mas posso e devo estar errado, pois é assunto difícil.</p>\n",
  "images": [],
  "contentHash": "3233475ec7716d218c0552536a"
}