{
  "id": "por-que-cuspir-a-consciencia",
  "title": "Por que cuspir a consciência?",
  "author": "Vladimir Dietrich",
  "date": "2021-11-30",
  "readingTime": 4,
  "heroImage": {
    "fileName": "por-que-cuspir-a-consciencia-image-0.jpg",
    "githubPath": "images/por-que-cuspir-a-consciencia-image-0.jpg",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/por-que-cuspir-a-consciencia-image-0.jpg",
    "altText": "",
    "caption": ""
  },
  "lastUpdated": "2025-09-03T02:26:09.130Z",
  "wordCount": 806,
  "content": "<p>   </p>\n<p></p>\n<p>Vamos supor que a maneira de agrupar os átomos em moléculas, tecidos, vidas, consciências, seja livre como um papel em branco.</p>\n<p>Neste papel originalmente em branco, qual é o desenho atual?</p>\n<p>Aqui na Terra os átomos estão agrupados de uma maneira que prioriza a sobrevivência de um agrupamento super importante: o gene.</p>\n<p>Um conjunto de átomos, organizado, o gene.</p>\n<p>Eu. Você. Nós produzimos material genético que se perpetua quando temos filhos.</p>\n<p>Nós morremos. O gene segue.</p>\n<p>A genética da humanidade segue.</p>\n<p>Individualmente cada corpo humano morre. Morre Shakespeare.. Morre Einstein. Morro eu. Morre você. Morre Aristóteles.</p>\n<p>Mas os genes da espécie seguem muito bem vivos.</p>\n<p>Não só genes: memes.</p>\n<p>Richard Dawkins chamou de <a href=\"https://pt.wikipedia.org/wiki/Meme\" target=\"_blank\" rel=\"noopener noreferrer\">meme</a> um pedaço de informação que se perpetua.</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/por-que-cuspir-a-consciencia-image-1.jpg\" alt=\"\" /></figure>\n<p>Richard Dawkins</p>\n<p>Perpetuamos memes. Informação. De logaritmo à língua, de poesia à como construir instrumentos, perpetuamos informações.</p>\n<p>Assim, uma peça de Shakespeare, uma teoria de Einstein, uma maneira de pensar de Aristóteles pode seguir tão viva quanto um gene.</p>\n<p>Mesmo após os corpos e consciências de Einstein, Aristóteles, Shakespeare, já terem desaparecido. A ideia fica.</p>\n<p>Ficam preservados memes e genes. Cultura e DNA.</p>\n<p>Vão embora: corpos e consciência.</p>\n<p>Como um papel em branco,</p>\n<p>podemos considerar que o desenho que organiza átomos priorizando genes, descartando corpos, seja tão “Matrix” quanto a fantasia do filme Matrix.</p>\n<p>Um desenho.</p>\n<p>Uma maneira de organizar os átomos.</p>\n<p>Uma “Matrix”. Por que não?</p>\n<p>Tão inventada quanto a vida criada para Tom Cruise no filme Vanilla Sky ou a Matrix do filme Matrix.</p>\n<p>Com uma diferença brutal: não haveria uma vida “real” para podermos retornar, como havia nos hollywoodianos Matrix e Vanilla Sky.</p>\n<p>Se considerarmos a configuração dos átomos como totalmente livres, não há um método correto. Não há um “real”.</p>\n<p>Esta falta de sentido, do certo, é preenchida por religiões que, além de preencherem sentido, organizam a humanidade em grupos.</p>\n<p>Quem tiver certeza de que um Deus criou o foco no gene como ocorre hoje, e que esta maneira de organizar átomos, moléculas, tecidos, vidas e consciências não deve ser questionada, não continue a ler, pois nos próximos parágrafos vou considerar que não há um certo, nem um errado, na ampla possibilidade de organização dos átomos.</p>\n<p>Quem programou nossa biologia e nossa genética — o acaso, interações complexas, a sobrevivência dos mais aptos — programou a sobrevivência do gene. O gene está em você, agora, mas depois, pela metade, em seus filhos. E netos.</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/por-que-cuspir-a-consciencia-image-2.jpg\" alt=\"\" /></figure>\n<p>Darwin falou sobre a sobrevivência dos mais aptos.</p>\n<p>Consciência e corpo definham em cerca de 80 anos, em média. O gene prossegue.</p>\n<p>É desta realidade que — proponho — podemos fugir.</p>\n<p>Podemos considerar que este desenho atual é nossa “Matrix” atual.</p>\n<p>Por que não podemos ter um desenho diferente?</p>\n<p>Por exemplo: que tal um desenho em que a consciência — você mesmo, não apenas seus genes — se perpetue longamente?</p>\n<p>Neste caso, fugiríamos desta “Matrix” em que prevalece a sobrevivência dos genes, enquanto descarta corpo e consciência. Como quem cospe a casca de uma laranja.</p>\n<p>Não falo isso sem saber que está bem próximo de nosso alcance. O livro <a href=\"https://www.amazon.com.br/Lifespan-Why-Age_and-Dont-Have/dp/1982135875\" target=\"_blank\" rel=\"noopener noreferrer\">Tempo de Vida</a> explica a terapia com os três genes, “OSK”— oct4, sox2, klf4 — que rejuvenesce este nosso envoltório de genes — nosso corpo, nossa consciência.</p>\n<p><a href=\"https://www.cnbc.com/2021/09/21/silicon-valleys-quest-to-live-forever-could-benefit-the-rest-of-us.html\" target=\"_blank\" rel=\"noopener noreferrer\">Jeff Bezos, dono da Amazon, já está investindo nesta empreitada</a>.</p>\n<p>Por que cuspir o corpo e deixar somente os genes viverem milhares ou milhões de anos?</p>\n<p>Será que esta “Matrix”, tramada pela biologia, com seus sócios o acaso, interações complexas e sobrevivência dos mais aptos, não pode estar nos sufocando?</p>\n<p>Este desenho não sufoca nossos genes. Que vão durando longamente.</p>\n<p>Mas sufoca nosso corpo. Descarta nossa consciência.</p>\n<p>No desenho atual, precisamos treinar crianças durante vinte anos, para que estas expandam o conhecimento que herdam em aproximadamente 40 anos de vida ativa, antes de se aposentarem e morrerem. Tudo isto enquanto preparam a próxima geração, tentando melhorar o conhecimento geral da humanidade entre buscar e levar crianças do mundo à escola. Tudo junto.</p>\n<p>Esta maneira de expandir conhecimento joga bastante experiência fora.</p>\n<p>Como seria ter professores e alunos com mil, dez mil, um milhão de anos de experiência?</p>\n<p>A informação poderia ganhar em profundidade.</p>\n<p>Ou apenas por esporte: se pudermos escolher deixar a consciência ter longevidade, por que não escolher?</p>\n<p>Os genes ainda sobreviveriam junto.</p>\n<p>Todos ganhamos: genes e consciência.</p>\n<p>Não seria legal sair da Matrix construída pela biologia? Para uma vida que foque também na consciência?</p>\n<p>Ou vamos ficar presos na Matrix que “caiu sobre nós”?</p>\n<p>Na verdade, não temos a opção de não evoluir.</p>\n<p>É natural. É questão de tempo. É até, por que não, biológico.</p>\n<p>Pois somos frutos da natureza. Também somos frutos do acaso, de interações complexas, com sobrevivência dos mais aptos.</p>\n<p>Inclusive quando optamos por mudar de Matrix.</p>\n",
  "images": [
    {
      "fileName": "por-que-cuspir-a-consciencia-image-1.jpg",
      "githubPath": "images/por-que-cuspir-a-consciencia-image-1.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/por-que-cuspir-a-consciencia-image-1.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "por-que-cuspir-a-consciencia-image-2.jpg",
      "githubPath": "images/por-que-cuspir-a-consciencia-image-2.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/por-que-cuspir-a-consciencia-image-2.jpg",
      "altText": "",
      "caption": ""
    }
  ],
  "contentHash": "ebc6e5111d1f7ac25e4"
}