{
  "id": "previsivel",
  "title": "Previsível?",
  "author": "Vladimir Dietrich",
  "date": "2021-11-05",
  "readingTime": 2,
  "heroImage": {
    "fileName": "previsivel-image-0.jpg",
    "githubPath": "images/previsivel-image-0.jpg",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/previsivel-image-0.jpg",
    "altText": "",
    "caption": ""
  },
  "lastUpdated": "2025-09-04T20:33:01.216Z",
  "wordCount": 397,
  "content": "<p> </p>\n<p></p>\n<p>Vou listar aqui alguns pontos que me parecem importantes para o futuro. Podem ajudar a prever, não que isso importe muito.</p>\n<p>• mundo virtual.</p>\n<p>• riquezas exibíveis no mundo virtual: NFTs. Por exemplo.</p>\n<p>• por que exibir riquezas? Porque pode fazer parte da estética. Da beleza. Um ser humano (mais? Menos?) trabalhador (dinheiro). Vanilla Sky: Tom Cruise é belo &amp; rico, não somente belo. Por exemplo.</p>\n<p>• Psicologia. Freud. Aparelho psíquico. Fantasiar. Diferença entre fantasiar e realizar. Te beijo ou a mim mesmo? Autoerotismo. O mundo virtual aposta grandes fichas no fantasiar. O que se perde - se perde? - é uma questão, não muito impeditiva.</p>\n<p>• vida eterna (negue e suponha). Permite longamente fazer acontecer aspectos acima mencionados. Sem a necessidade de passar 20 anos sendo educado, para 40 de vida ativa antes de se aposentar e falecer.</p>\n<p>Pequenos contrapontos.</p>\n<p>• riqueza dá tesão na escassez. Aliás, raridade é bela. No geral. Chama a atenção. O mundo tende a se afastar da escassez de produtos. Máquinas ligadas na tomada produzem ao custo de kilowatts, sem tirar ninguém de suas camas que, portanto, tendem a ter inúmeros gadgets e coisas sem se mexerem. Diminuindo a escassez. Desvalorizando o trabalho (dinheiro). Na China, &quot;tang ping&quot; (não-trabalho) já surge. Pequenas tendências. Neste caso, a riqueza (trabalho) pode começar a ter seu peso diminuído na aferição intuitiva de beleza. Com repercussão nos mundos real e virtual. NFTs podem perder &quot;valor&quot;, &quot;tesão&quot;. O que será belo então? Boa pergunta! Pois até mesmo os bonecos virtuais, cheios de filtros ou completamente desenhados, não mais precisarão corresponder a fotos reais. Tema para outras postagens.</p>\n<p>• feiúra. É honesto um super-feio ser lindo no mundo virtual? Evidentemente sim. Respondo logo. Se o mundo é virtual, nem feiúra (&quot;real&quot;?) há. Não bastasse isto, beleza parece ter componentes muito mais fortes que os sensuais antigos, da época do monopólio do gene (bumbum, tórax, etcteras), nos namoros de fato. O dinheiro (trabalho) e a fama parecem ser nada acessórios, muito pelo contrário.</p>\n<p>• as tendências gritam. NFTs já existem. Tang ping (não trabalho) já pipoca. Mundos virtuais aumentam, ao invés de diminuir. Vida real diminui, ao invés de aumentar (como assim? Tempo parado. Online. Por aí).</p>\n<p>• a linda questão o que é vida. Sempre uma bela poesia. Poesia porque não vejo um &quot;gabarito&quot;. O correto. É fumaça!</p>\n",
  "images": [],
  "contentHash": "42f42c0561651a99b347242430"
}