{
  "id": "qual-e-o-esporte-mais-dificil-do-mundo",
  "title": "Qual é o esporte mais difícil do mundo?",
  "author": "Vladimir Dietrich",
  "date": "2021-05-17",
  "readingTime": 13,
  "heroImage": {
    "fileName": "qual-e-o-esporte-mais-dificil-do-mundo-image-0.png",
    "githubPath": "images/qual-e-o-esporte-mais-dificil-do-mundo-image-0.png",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/qual-e-o-esporte-mais-dificil-do-mundo-image-0.png",
    "altText": "",
    "caption": ""
  },
  "lastUpdated": "2025-06-30T19:14:59.948Z",
  "wordCount": 2671,
  "content": "<p></p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/qual-e-o-esporte-mais-dificil-do-mundo-image-1.jpg\" alt=\"\" /></figure>\n<p><a href=\"https://bleacherreport.com/articles/832927-what-is-the-worlds-toughest-sport\" target=\"_blank\" rel=\"noopener noreferrer\">Artigo original</a> de <a href=\"https://ie.linkedin.com/in/chris-siddell-105a2083\" target=\"_blank\" rel=\"noopener noreferrer\">Chris Siddell</a>.</p>\n<p><em>Traduzido pelo </em><a href=\"https://translate.google.com/\" target=\"_blank\" rel=\"noopener noreferrer\"><em>tradutor do google</em></a><em>.\rAdicionei algumas imagens para ilustrar cada esporte..</em></p>\n<p>Qual é o esporte mais difícil do mundo? É uma pergunta que vem sendo feita há muito tempo, e com o início da nova temporada da NFL e a Copa do Mundo de Rugby em andamento, o antigo debate sobre qual esporte é o mais difícil do mundo mais uma vez se acirrou.</p>\n<p>Mas futebol americano e rúgbi não são os únicos esportes difíceis.</p>\n<p>Nós olhamos para os esportes mais brutais e implacáveis ​​ao redor, em contagem regressiva para o esporte mais difícil do mundo. Esqueça as alegações de fãs selvagens; é hora de ser científico.</p>\n<p>Após uma consideração cuidadosa, criamos seis categorias diferentes que tornam um esporte difícil: velocidade, resistência, força, agilidade, nível de habilidade e fisicalidade.</p>\n<p>Esqueça o argumento “meu esporte é mais difícil porque somos atingidos com mais força”; esta apresentação de slides mostra os esportes que realmente são os mais difíceis do mundo. Mais difícil de jogar, mais difícil de competir, mais difícil no corpo.</p>\n<p>Cada esporte recebe uma classificação de 10 para todos os seis atributos e, em seguida, as seis pontuações são somadas para dar uma “classificação de resistência” final de 60 para cada esporte. Quanto mais alta a classificação, mais difícil é o esporte.</p>\n<p>Usando esse método, podemos finalmente responder à pergunta tão frequente: “Qual esporte é o mais difícil do mundo?”</p>\n<p>O que você está prestes a ver é uma verdadeira resistência.</p>\n<p>Muitos esportes poderiam estar nesta lista, mas no que diz respeito às classificações aqui estão aqueles que não entraram no top 10 dos esportes mais difíceis do mundo, mas ainda assim merecem uma menção honrosa.</p>\n<p>O próprio nome sugere que este deve ser um dos esportes mais difíceis do mundo. O ironman pontuou os melhores em termos de resistência, mas perdeu entre os 10 primeiros devido a algumas pontuações baixas em outras áreas.</p>\n<p>Um triatlo ironman consiste em 3,8 km de natação e 180 km de ciclismo antes de terminar com uma maratona (42 km). Ironman recebe uma menção para representar todos os eventos de resistência.</p>\n<p>Resistência-10, Velocidade-3, Força-4, Agilidade-3, Habilidade-3, Fisicalidade-3</p>\n<p>O futebol é uma das poucas surpresas que surgiram na lista. Os fatores incluem que o jogo é disputado em dois períodos de 45 minutos sem interrupção, enquanto o contato físico, velocidade, agilidade e alguma habilidade são necessários. Embora não seja um artilheiro em nenhuma área, uma pontuação constante em todas as áreas faz com que o futebol seja mencionado.</p>\n<p>Resistência-6, Velocidade-7, Força-4, Agilidade-5, Habilidade-5, Fisicalidade-5</p>\n<p>Outro esporte aparentemente inócuo que subiu muito nas paradas, o tênis tem alguns números sólidos, sem nunca ser um artilheiro. Você só terá que perguntar a John Isner ou Nicolas Mahut sobre o quão difícil pode ser!</p>\n<p>Resistência-7, Velocidade-7, Força-6, Agilidade-6, Habilidade-6, Fisicalidade-0</p>\n<p><em>* Também deve ser observado que o boxe foi o único esporte de “luta” a ser considerado na lista, e o rugby é considerado um esporte de código cruzado ao invés de dividir a Rugby League e a Rugby Union.</em></p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/qual-e-o-esporte-mais-dificil-do-mundo-image-2.jpg\" alt=\"\" /></figure>\n<p><a href=\"https://vovworld.vn/en-US/cultural-rendezvous/irish-gaelic-football-430920.vov\" target=\"_blank\" rel=\"noopener noreferrer\">fonte</a></p>\n<p>Parte dos Jogos Gaélicos na Irlanda, o futebol gaélico ainda é um esporte estritamente amador. Uma espécie de híbrido entre futebol e rúgbi, os jogadores podem usar os pés ou as mãos para passar a bola.</p>\n<p>Movendo-se em um grande campo retangular significativamente maior do que um campo de futebol, os jogadores podem dar um tapa na bola com as mãos de um oponente, lutar ombro a ombro e atacar um oponente usando uma das mãos.</p>\n<p>Com duração de 70 minutos, o jogo oferece pouco descanso para os jogadores enquanto eles se movem pelo campo em um esforço para marcar pontos ao colocar a bola em uma baliza de futebol (três pontos) ou por meio de um conjunto de postes de rúgbi / futebol (um ponto )</p>\n<p>Sem almofadas, sem capacetes e um código amador que significa que todos aqueles que jogam estão jogando por orgulho tornam este esporte difícil. Eles não os chamam de irlandeses lutadores por nada.</p>\n<p>+--------------+-----------+</p>\n<p>|   Atributo   | Avaliação |</p>\n<p>+--------------+-----------+</p>\n<p>| Resistência  |         7 |</p>\n<p>| Velocidade   |         6 |</p>\n<p>| Força        |         6 |</p>\n<p>| Agilidade    |         3 |</p>\n<p>| Habilidade   |         4 |</p>\n<p>| Fisicalidade |         6 |</p>\n<p>+--------------+-----------+</p>\n<p>Pontuação Total — 32</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/qual-e-o-esporte-mais-dificil-do-mundo-image-3.jpg\" alt=\"\" /></figure>\n<p><a href=\"https://www.timesofisrael.com/rhythmic-gymnast-linoy-ashram-wins-all-around-gold-medal-in-world-cup/\" target=\"_blank\" rel=\"noopener noreferrer\">fonte</a></p>\n<p>O que? Ginástica! Você está falando sério?</p>\n<p>Bem, sim, estou, e a grande surpresa é que a ginástica não tenha ido ainda melhor na lista.</p>\n<p>Pode não haver grandes golpes e hard tackles, mas esses caras e garotas colocam seus corpos em muito mais do que isso em busca da perfeição. Apenas um dia de treinamento com esse lote já quebraria a maioria das pessoas, e elas fazem isso todos os dias.</p>\n<p>Barras paralelas, vigas, rotinas de piso, abóbada e muito mais significam que esses atletas são incrivelmente habilidosos, têm uma agilidade inacreditável e têm a força para competir.</p>\n<p>Perder notas na fisicalidade devido à natureza solo custou à ginástica, mas tenho certeza de que qualquer pessoa que já competiu vai concordar que ela está entre os 10 primeiros.</p>\n<p>Da próxima vez que você tiver uma chance, assista a um pouco de ginástica na TV e tente me dizer que não é difícil.</p>\n<p>+--------------+-----------+</p>\n<p>|   Atributo   | Avaliação |</p>\n<p>+--------------+-----------+</p>\n<p>| Resistência  |         2 |</p>\n<p>| Velocidade   |         3 |</p>\n<p>| Força        |         9 |</p>\n<p>| Agilidade    |        10 |</p>\n<p>| Habilidade   |         9 |</p>\n<p>| Fisicalidade |         0 |</p>\n<p>+--------------+-----------+</p>\n<p>Pontuação Total — 33</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/qual-e-o-esporte-mais-dificil-do-mundo-image-4.jpg\" alt=\"\" /></figure>\n<p><a href=\"https://olympics.nbcsports.com/2021/03/11/usa-basketball-olympic-team-roster-finalists/\" target=\"_blank\" rel=\"noopener noreferrer\">fonte</a></p>\n<p>Para mim, essa foi a entrada surpresa. Sem um algoritmo intensamente preciso e complexo como o que foi usado, o basquete teria passado despercebido, mas aqui está ele, em 8º lugar.</p>\n<p>Mas então, quando você pára para pensar sobre isso, o basquete é muito difícil.</p>\n<p>Mover-se para cima e para baixo na quadra, mesmo com substitutos rolantes, mantém as pontuações de resistência em um nível razoavelmente alto, enquanto a velocidade e agilidade necessárias para mover a pontuação aumentam ainda mais.</p>\n<p>Onde o basquete realmente ganha de outros jogos de equipe é com sua classificação de habilidade. O basquete envolve driblar e chutar a bola com muita delicadeza, somado às explosões de força usadas ao pular para enterrar, bloquear e rebater.</p>\n<p>Mesmo com um baixo índice de fisicalidade por conta do aspecto “sem contato”, o basquete encontra-se confortavelmente entre os 10 primeiros… agora imagine basquete com contato… seria divertido!</p>\n<p>+--------------+-----------+</p>\n<p>|   Atributo   | Avaliação |</p>\n<p>+--------------+-----------+</p>\n<p>| Resistência  |         6 |</p>\n<p>| Velocidade   |         7 |</p>\n<p>| Força        |         6 |</p>\n<p>| Agilidade    |         6 |</p>\n<p>| Habilidade   |         7 |</p>\n<p>| Fisicalidade |         3 |</p>\n<p>+--------------+-----------+</p>\n<p>Pontuação Total — 35</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/qual-e-o-esporte-mais-dificil-do-mundo-image-5.jpg\" alt=\"\" /></figure>\n<p><a href=\"https://www.rte.ie/brainstorm/2021/0218/1197863-hurling-helmets-players-gaa-branding-promotion/\" target=\"_blank\" rel=\"noopener noreferrer\">fonte</a></p>\n<p>Eles realmente são um grupo durão na Irlanda.</p>\n<p>Hurling é a segunda entrada do top 10 dos Jogos Gaélicos. Mais uma vez, o esporte é totalmente amador, apesar de atrair mais de 80 mil pessoas no Croke Park, em Dublin.</p>\n<p>Hurling é semelhante ao futebol gaélico em muitos aspectos, exceto que este jogo é jogado com uma bola semelhante a uma bola de beisebol e bastões grandes!</p>\n<p>Marcando de forma semelhante ao futebol gaélico na maioria das áreas, a velocidade adicional do jogo e a habilidade necessária para pegar e golpear a bola colocaram o arremesso no topo da lista.</p>\n<p>Sei por experiência própria como pode ser difícil e não estou com pressa de voltar a um campo com 15 homens empunhando varas tentando tirar uma bola de mim!</p>\n<p>+--------------+-----------+</p>\n<p>|   Atributo   | Avaliação |</p>\n<p>+--------------+-----------+</p>\n<p>| Resistência  |         7 |</p>\n<p>| Velocidade   |         6 |</p>\n<p>| Força        |         6 |</p>\n<p>| Agilidade    |         4 |</p>\n<p>| Habilidade   |         6 |</p>\n<p>| Fisicalidade |         8 |</p>\n<p>+--------------+-----------+</p>\n<p>Pontuação Total — 37</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/qual-e-o-esporte-mais-dificil-do-mundo-image-6.jpg\" alt=\"\" /></figure>\n<p><a href=\"https://operations.nfl.com/gameday/analytics/stats-articles/win-probability-models-for-every-nfl-team-in-2019/\" target=\"_blank\" rel=\"noopener noreferrer\">fonte</a></p>\n<p>Logo acima dos cinco primeiros lugares está um dos favoritos e certamente uma das principais escolhas de qualquer entusiasta dos esportes americanos, futebol americano.</p>\n<p>Obter as melhores notas em fisicalidade e quase o melhor em força significava que o futebol americano sempre seria um desafio para os cinco primeiros, mas embora algumas posições exijam atributos específicos, é um pouco decepcionado em outras áreas.</p>\n<p>O futebol americano sofreu algumas baixas no que diz respeito aos níveis de habilidade em comparação com alguns outros competidores, mas o golpe decisivo veio da resistência.</p>\n<p>Não importa o quão forte seja a rebatida ou a velocidade do jogo, o futebol americano sempre ficará para trás em relação aos outros esportes quando se trata de resistência. Isso não quer dizer que os jogadores de futebol americano não estejam em forma ou que lhes falte resistência, mas quando comparados a um jogo contínuo, até mesmo os entusiastas do futebol americano admitem que é fácil.</p>\n<p>Se todo o jogo fosse jogado como um time com cinco pontos a menos sem timeouts restantes no minuto final, talvez o futebol subisse ainda mais na lista.</p>\n<p>+--------------+-----------+</p>\n<p>|   Atributo   | Avaliação |</p>\n<p>+--------------+-----------+</p>\n<p>| Resistência  |         3 |</p>\n<p>| Velocidade   |         7 |</p>\n<p>| Força        |         9 |</p>\n<p>| Agilidade    |         5 |</p>\n<p>| Habilidade   |         4 |</p>\n<p>| Fisicalidade |        10 |</p>\n<p>+--------------+-----------+</p>\n<p>Pontuação Total — 38</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/qual-e-o-esporte-mais-dificil-do-mundo-image-7.jpg\" alt=\"\" /></figure>\n<p><a href=\"https://olympics.com/en/news/ice-hockey-whirlwind-looks-set-to-continue\" target=\"_blank\" rel=\"noopener noreferrer\">fonte</a></p>\n<p>O hóquei está em quinto lugar apenas por mérito; esqueça a luta, isso nem é considerado aqui.</p>\n<p>Sessenta minutos correndo ao redor do gelo perseguindo um minúsculo disco com grandes paus, mesmo com as substituições, é muito trabalho duro. E ainda assim, a resistência foi a pontuação mais baixa para o hóquei no gelo.</p>\n<p>A fisicalidade é livremente evidente nos clipes aparentemente intermináveis ​​de grandes sucessos no YouTube, assim como a força e a agilidade usadas enquanto os jogadores lutam uns com os outros no gelo, oscilando e mudando de direção com rapidez e frequência.</p>\n<p>E esses caras são rápidos, até para skatistas.</p>\n<p>Mas com todo o jogo levado em consideração, são os níveis de habilidade que trouxeram as melhores notas para os jogadores de hóquei. Como um jogador de hóquei deve saber, é difícil driblar com uma bola e taco a pé, mas fazê-lo em velocidade e de patins é incrível.</p>\n<p>O hóquei no gelo é realmente um dos esportes mais difíceis.</p>\n<p>+--------------+-----------+</p>\n<p>|   Atributo   | Avaliação |</p>\n<p>+--------------+-----------+</p>\n<p>| Resistência  |         5 |</p>\n<p>| Velocidade   |         7 |</p>\n<p>| Força        |         6 |</p>\n<p>| Agilidade    |         6 |</p>\n<p>| Habilidade   |         8 |</p>\n<p>| Fisicalidade |         7 |</p>\n<p>+--------------+-----------+</p>\n<p>Pontuação Total — 39</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/qual-e-o-esporte-mais-dificil-do-mundo-image-8.jpg\" alt=\"\" /></figure>\n<p><a href=\"https://www.dazn.com/en-DE/sport/Sport:59zkrmozaazlyumpmqw5hpdp7\" target=\"_blank\" rel=\"noopener noreferrer\">fonte</a></p>\n<p>Uma frase freqüentemente usada para descrever o rúgbi é “um jogo de bandidos jogado por cavalheiros” — bem, parece um pouco um jogo de bandidos.</p>\n<p>Imagine jogar futebol americano, sem protetores, mas em vez de interromper o jogo a cada tackle, os times fazem um “ruck “ e lutam pela bola.</p>\n<p>Sem passe para frente significa que se você quer marcar, você tem que passar pela defesa, não por cima dela.</p>\n<p>Este é um dos poucos esportes no mundo que não tem superstars chamativos; não pode… se você agir de maneira espalhafatosa fora do campo, alguém certamente o trará de volta à terra.</p>\n<p>Golpe após golpe, jogo após jogo (conhecido como fases no rúgbi) esses caras continuam, sem pausas no jogo, sem mudança de times, até mesmo o chutador (fly-half) tem que jogar o jogo inteiro e se envolver com o tackle.</p>\n<p>Se você nunca assistiu rúgbi, experimente — a Copa do Mundo de Rúgbi está acontecendo agora na Nova Zelândia. Assista a um jogo e tente discordar do quarto lugar.</p>\n<p>+--------------+-----------+</p>\n<p>|   Atributo   | Avaliação |</p>\n<p>+--------------+-----------+</p>\n<p>| Resistência  |         7 |</p>\n<p>| Velocidade   |         6 |</p>\n<p>| Força        |         8 |</p>\n<p>| Agilidade    |         4 |</p>\n<p>| Habilidade   |         5 |</p>\n<p>| Fisicalidade |        10 |</p>\n<p>+--------------+-----------+</p>\n<p>Pontuação Total — 40</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/qual-e-o-esporte-mais-dificil-do-mundo-image-9.jpg\" alt=\"\" /></figure>\n<p><a href=\"https://www.espn.com/boxing/story/_/id/31414131/canelo-alvarez-wins-unification-bout-vs-billy-joe-saunders-front-record-crowd\" target=\"_blank\" rel=\"noopener noreferrer\">fonte</a></p>\n<p>Não acho que haja muito a ser dito aqui.</p>\n<p>O boxe chega ao terceiro lugar e atua como representante dos esportes de luta. Entrar em um ringue e tentar acertar outro cara com tanta força que ele cai no chão é uma coisa muito difícil.</p>\n<p>Marcando solidamente o tempo todo, não é surpresa que as melhores notas do boxe venham da fisicalidade, seguida de perto pela força. Abatido um pouco pela habilidade, o boxe ainda tem pontuações altas o suficiente para ganhar um lugar entre os três esportes mais difíceis do mundo, batendo à frente do rugby (que também marcou 40 pontos) porque sentimos que a mentalidade de entrar em um esporte sabendo que você estará prestes a levar um soco e um golpe merecia vencer o empate.</p>\n<p>+--------------+-----------+</p>\n<p>|   Atributo   | Avaliação |</p>\n<p>+--------------+-----------+</p>\n<p>| Resistência  |         6 |</p>\n<p>| Velocidade   |         7 |</p>\n<p>| Força        |         8 |</p>\n<p>| Agilidade    |         5 |</p>\n<p>| Habilidade   |         4 |</p>\n<p>| Fisicalidade |        10 |</p>\n<p>+--------------+-----------+</p>\n<p>Pontuação Total — 40</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/qual-e-o-esporte-mais-dificil-do-mundo-image-10.jpg\" alt=\"\" /></figure>\n<p><a href=\"https://theconversation.com/aussie-rules-rules-thanks-to-the-eight-hour-working-day-27630\" target=\"_blank\" rel=\"noopener noreferrer\">fonte</a></p>\n<p>Praticamente desconhecido fora da Austrália, “footy”, como é carinhosamente conhecido pelos nativos, é extremamente popular, principalmente na área de Melbourne.</p>\n<p>Jogado em um enorme campo oval, o futebol é jogado com uma grande bola em forma de futebol, com as equipes marcando pontos ao passar a bola por meio de um conjunto de postes colocados em duas extremidades opostas do oval.</p>\n<p>Os níveis de habilidade são altos, com os jogadores precisando quicar a bola enquanto correm, e o passe é restrito a chutar ou socar a bola, jogando não é permitido. Algumas das pegadas, ou “marcas” como são conhecidas, fariam até mesmo os melhores receptores da NFL ofegar em choque.</p>\n<p>O contato é quase encorajado quando uma recepção é contestada, com quase nenhuma interferência de passe!</p>\n<p>Também seria difícil assistir a uma partida inteira sem se encolher com o tackle, já que os homens não apenas jogam sem protetores, mas com shorts incrivelmente curtos e sem mangas, retratando a imagem definitiva da masculinidade australiana.</p>\n<p>Depois de passar algum tempo na Austrália, fiquei tentado a tentar, dando a palestra “quão difícil pode ser” antes do meu primeiro jogo. Bem, muito difícil, eu te digo! O tamanho da área de jogo por si só é suficiente para desacreditar a maioria.</p>\n<p>+--------------+-----------+</p>\n<p>|   Atributo   | Avaliação |</p>\n<p>+--------------+-----------+</p>\n<p>| Resistência  |         8 |</p>\n<p>| Velocidade   |         6 |</p>\n<p>| Força        |         7 |</p>\n<p>| Agilidade    |         5 |</p>\n<p>| Habilidade   |         6 |</p>\n<p>| Fisicalidade |         8 |</p>\n<p>+--------------+-----------+</p>\n<p>Pontuação Total — 41</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/qual-e-o-esporte-mais-dificil-do-mundo-image-11.jpg\" alt=\"\" /></figure>\n<p><a href=\"https://www.cbc.ca/sports/panam-d3/water-polo/water-polo-a-dirty-war-underneath-water-1.3136297\" target=\"_blank\" rel=\"noopener noreferrer\">fonte</a></p>\n<p>Muitas vezes esquecido nas discussões, este esporte olímpico é oficialmente o esporte mais difícil do mundo.</p>\n<p>Semelhante ao handebol terrestre que não estava muito longe da lista em si, o pólo aquático é jogado, bem, na água.</p>\n<p>Com muitos chutes e agarrões acontecendo sob a superfície, e todos os tipos de golpes maliciosos na água, o pólo é altamente classificado em fisicalidade. Como o hóquei no gelo fez pelo fato de estar no gelo, o pólo recebe um aumento no nível de habilidade, já que o jogo em si é complementado pela necessidade de não se afogar durante ele.</p>\n<p>Muitas vezes esquecidas são a velocidade e a força necessárias aos jogadores enquanto se movem na água e, mais importante, o fato de que os jogadores não podem tocar o chão.</p>\n<p>Tente ir à sua piscina local e nadar por mais de 30 minutos e, em seguida, imagine-se praticando um esporte de contato intenso durante esse período e você perceberá por que o pólo aquático se saiu tão bem em resistência.</p>\n<p>Muitas vezes visto como um esporte minoritário, é muito popular na Europa Oriental e realmente é o esporte mais difícil do mundo.</p>\n<p>+--------------+-----------+</p>\n<p>|   Atributo   | Avaliação |</p>\n<p>+--------------+-----------+</p>\n<p>| Resistência  |         9 |</p>\n<p>| Velocidade   |         7 |</p>\n<p>| Força        |         7 |</p>\n<p>| Agilidade    |         7 |</p>\n<p>| Habilidade   |         6 |</p>\n<p>| Fisicalidade |         8 |</p>\n<p>+--------------+-----------+</p>\n<p>Pontuação Total — 44</p>\n<p><a href=\"https://bleacherreport.com/articles/832927-what-is-the-worlds-toughest-sport\" target=\"_blank\" rel=\"noopener noreferrer\">Artigo original</a> de <a href=\"https://ie.linkedin.com/in/chris-siddell-105a2083\" target=\"_blank\" rel=\"noopener noreferrer\">Chris Siddell</a>.\r<em>Traduzido pelo </em><a href=\"https://translate.google.com/\" target=\"_blank\" rel=\"noopener noreferrer\"><em>tradutor do google</em></a><em>.\rAdicionei algumas imagens para ilustrar cada esporte.</em></p>\n",
  "images": [
    {
      "fileName": "qual-e-o-esporte-mais-dificil-do-mundo-image-1.jpg",
      "githubPath": "images/qual-e-o-esporte-mais-dificil-do-mundo-image-1.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/qual-e-o-esporte-mais-dificil-do-mundo-image-1.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "qual-e-o-esporte-mais-dificil-do-mundo-image-2.jpg",
      "githubPath": "images/qual-e-o-esporte-mais-dificil-do-mundo-image-2.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/qual-e-o-esporte-mais-dificil-do-mundo-image-2.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "qual-e-o-esporte-mais-dificil-do-mundo-image-3.jpg",
      "githubPath": "images/qual-e-o-esporte-mais-dificil-do-mundo-image-3.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/qual-e-o-esporte-mais-dificil-do-mundo-image-3.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "qual-e-o-esporte-mais-dificil-do-mundo-image-4.jpg",
      "githubPath": "images/qual-e-o-esporte-mais-dificil-do-mundo-image-4.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/qual-e-o-esporte-mais-dificil-do-mundo-image-4.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "qual-e-o-esporte-mais-dificil-do-mundo-image-5.jpg",
      "githubPath": "images/qual-e-o-esporte-mais-dificil-do-mundo-image-5.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/qual-e-o-esporte-mais-dificil-do-mundo-image-5.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "qual-e-o-esporte-mais-dificil-do-mundo-image-6.jpg",
      "githubPath": "images/qual-e-o-esporte-mais-dificil-do-mundo-image-6.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/qual-e-o-esporte-mais-dificil-do-mundo-image-6.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "qual-e-o-esporte-mais-dificil-do-mundo-image-7.jpg",
      "githubPath": "images/qual-e-o-esporte-mais-dificil-do-mundo-image-7.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/qual-e-o-esporte-mais-dificil-do-mundo-image-7.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "qual-e-o-esporte-mais-dificil-do-mundo-image-8.jpg",
      "githubPath": "images/qual-e-o-esporte-mais-dificil-do-mundo-image-8.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/qual-e-o-esporte-mais-dificil-do-mundo-image-8.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "qual-e-o-esporte-mais-dificil-do-mundo-image-9.jpg",
      "githubPath": "images/qual-e-o-esporte-mais-dificil-do-mundo-image-9.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/qual-e-o-esporte-mais-dificil-do-mundo-image-9.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "qual-e-o-esporte-mais-dificil-do-mundo-image-10.jpg",
      "githubPath": "images/qual-e-o-esporte-mais-dificil-do-mundo-image-10.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/qual-e-o-esporte-mais-dificil-do-mundo-image-10.jpg",
      "altText": "",
      "caption": ""
    },
    {
      "fileName": "qual-e-o-esporte-mais-dificil-do-mundo-image-11.jpg",
      "githubPath": "images/qual-e-o-esporte-mais-dificil-do-mundo-image-11.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/qual-e-o-esporte-mais-dificil-do-mundo-image-11.jpg",
      "altText": "",
      "caption": ""
    }
  ],
  "contentHash": "412e631e224675c511062229051c"
}