{
  "id": "quando-a-maquina-pensa-o-homem-sente",
  "title": "Quando a Máquina Pensa, o Homem Sente",
  "author": "Vladimir Dietrich",
  "date": "2025-07-15",
  "readingTime": 3,
  "heroImage": {
    "fileName": "quando-a-maquina-pensa-o-homem-sente-image-0.png",
    "githubPath": "images/quando-a-maquina-pensa-o-homem-sente-image-0.png",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/quando-a-maquina-pensa-o-homem-sente-image-0.png",
    "altText": "",
    "caption": ""
  },
  "lastUpdated": "2025-07-15T14:04:36.124Z",
  "wordCount": 621,
  "content": "<p>   </p>\n<p>Há pouco mais de cem anos não havia nem carro. Nem luz elétrica.</p>\n<p>Essa é a velocidade da razão. Da invenção. Da tecnologia.</p>\n<p>E os sentimentos?</p>\n<p>Os sentimentos humanos são aproximadamente os mesmos, mesmo há dez mil atrás.</p>\n<p>Esta introdução me serve para propor que a razão tem uma curiosidade sem fim, enquanto as emoções são essencialmente as mesmas.</p>\n<p>Esta proposição ajuda a prever para onde a inteligência artificial poderá nos empurrar: (de volta) para nossas emoções. Não?</p>\n<p>Em <a href=\"https://blog.vladi.dev/articles/aposentadoria-da-razao.html\" target=\"_blank\" rel=\"noopener noreferrer\">Aposentadoria da Razão</a> proponho que a IA irá substituir predominantemente nosso lado racional - literalmente o lado esquerdo do cérebro. Deixando espaço para o outro lado, o lado conectado aos nossos sentimentos, sensações, emoções, (voltar a) brilhar.</p>\n<p>Daniel Siegel nos ensina que os dois lados do cérebro são importantes, por isso o grosso corpo caloso conecta ambos os lados do cérebro.</p>\n<p>Através das sinapses no corpo caloso, emoções mais razão entram em equilíbrio, obtendo do conjunto as características de sistemas complexos: adaptabilidade, flexibilidade (etc).</p>\n<p>Poderíamos simplificar que só o lado direito atuando tende para o caos, chiliques, destemperos, aquela brigas de trânsito que só depois a pessoa se arrepende (etc).</p>\n<p>Também podemos simplificar que só o lado esquerdo atuando tende para a rigidez, com uma frieza distante, listas e listas, análises e análises, sem decisão, sem impulso.</p>\n<p>Se a IA realmente substituir a nossa necessidade de usar o lado esquerdo, o lado da razão, do cérebro, podemos nos desequilibrar?</p>\n<p>É boa pergunta.</p>\n<p>Uma hipótese que me aparece é a de que já estamos usando demais o lado esquerdo do cérebro e de menos o lado direito, das emoções, sensações, sentimentos. O próprio Daniel Siegel advoga isto em alguns de seus livros. Gelong Thubten, um monge inglês, também descreve isso, sinto.</p>\n<p>Se esta hipótese tiver fundamento, então a IA estará ajudando a reequilibrar nossa máquina complexa de razão mais emoção.</p>\n<p>Vou divagar agora sobre razão sem fim - e emoção finita.</p>\n<p>Sinto que nosso lado razão nunca pára de inventar coisas. Por isso em pouco mais de cem anos inventamos tanta tecnologia. Já nossas emoções seguem sendo as mesmas: alegria, tristeza, medo, raiva (etc).</p>\n<p>Podemos inventar arranjos sociais variados para lidar com estas mesmas emoções: casamentos arranjados, amor romântico. Monogamia, poligamia (etc). </p>\n<p>Mas estes arranjos buscam lidar com as mesmas emoções, essencialmente.</p>\n<p>Se a IA desequilibrar nossa capacidade de usar tanto o lado esquerdo quanto o lado direito do cérebro, pendendo para usarmos demais o lado direito, substituindo o uso do lado esquerdo pelas IAs, poderemos tender para o caos, do ponto de vista da análise de sistemas complexos.</p>\n<p>Chiliques, emoções descontroladas e comportamentos similares não terão mais, tanto, o equilíbrio da razão.</p>\n<p>Poderemos tender para o caos?</p>\n<p>E antes da IA, se realmente estamos excessivamente racionais, estamos, então, antes da IA, tendendo para a rigidez, com uso excessivo da razão em detrimento de sentimentos e emoção?</p>\n<p>Em Admirável Mundo Novo uma tribo que não se submete às novas tecnologias - como os Amish nos EUA, aproximadamente - seria uma maneira de mostrar que a emoção não precisa de tecnologia, proponho esta interpretação. Se nos conectarmos com nossas emoções e sentimentos, poderíamos ainda estar descalços na floresta, por mais um zilhão de anos (até o sol se apagar).</p>\n<p>Já explorando nossa capacidade de racionalizar, de inventar tecnologias, nunca há fim: sempre iremos querer descobrir mais planetas e coisas menores que o melhor microscópio da época nos exibe. Incansavelmente.</p>\n<p>Acho que eu deveria começar a pensar nestes assuntos, pensar um pouco nós, o mundo, com estas ferramentas e ponto de vista da razão e emoção.</p>\n<p>Por enquanto apenas espalho as ferramentas na mesa. </p>\n<p>Inconclusivo! Ainda.</p>\n",
  "images": [],
  "contentHash": "5d6e2f615e5f35254e1d1763a81b"
}