{
  "id": "repensando-o-sistema-de-metas",
  "title": "Repensando o sistema de metas",
  "author": "Vladimir Dietrich",
  "date": "2018-11-28",
  "readingTime": 11,
  "heroImage": {
    "fileName": "repensando-o-sistema-de-metas-image-0.jpg",
    "githubPath": "images/repensando-o-sistema-de-metas-image-0.jpg",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/repensando-o-sistema-de-metas-image-0.jpg",
    "altText": "Photo by J W on Unsplash",
    "caption": "Photo by J W on Unsplash"
  },
  "lastUpdated": "2025-06-27T16:10:49.262Z",
  "wordCount": 2158,
  "content": "<p>   </p>\n<p></p>\n<p>Não vou falar sobre “ganhar menos” para ser “mais humano”. Não. Vou falar sobre ganhar mais: e dinheiro, mesmo, não “amor”.</p>\n<p>Como?</p>\n<p>Spoiler: adicionando a cultura japonesa no atual modelo de representação comercial.</p>\n<p>Agora, explico.</p>\n<p>Venda é área tão tradicional quanto, muitas vezes, dura.</p>\n<p>Leads (possíveis clientes). Telefonemas. Whats. Metas. Novo mês. Tudo de novo.</p>\n<p>Funciona.</p>\n<p>Porém é possível transformar a área de vendas para ainda melhor.</p>\n<p>Permitindo a entrada de um ingrediente unusual neste mercado: a compaixão.</p>\n<p>E refriso: sem ceder, ao contrário, aumentando, as vendas.</p>\n<p>A técnica que aqui proponho é a seguinte.</p>\n<p>Se o representante/vendedor falhar em atingir as metas estabelecidas, ao invés de ser “expulso” daquela região ou da empresa em que atua, ele segue vendendo para aqueles clientes que conseguia vender. Por antiguidade. Enquanto conseguir manter um fluxo mínimo de vendas.</p>\n<p>Espera aí, isto não pode dar certo! — você retruca?</p>\n<p>Se analisarmos os quatro principais atores neste mercado, podemos analisar as vantagens e desvantagens que cada um terá com este tipo de técnica.</p>\n<p>Ao adotar este sistema misto de metas/antiguidade, o empresário ganha dos dois jeitos:</p>\n<li>O empresário não perde nenhuma venda que o representante antigo conseguia efetuar.</li>\n<li>O empresário ganha as vendas que o representante novo, oficial, conseguir somar.</li>\n<p>Dinheiro no bolso. O empresário soma, ao invés de “trocar”. A depender do tipo de produto e do tipo de relacionamento entre clientes e representantes/vendedores, não é incomum representantes levarem juntos “seus” clientes para um produto concorrente. Isto, sempre, a depender dos graus de concorrência e relacionamento. O empresário, quando combina metas/antiguidade, aumenta a chance de não sofrer este tipo de perda, mesmo que temporária. O empresário, portanto, vence.</p>\n<p><em>É oportuno detalhar, agora, como ficam as despesas extras.</em></p>\n<p>É oportuno, agora, adicionar detalhes ao modelo metas/antiguidade: o empresário segue, como no modelo tradicional de metas, somente dando recursos, como viagens, estadia, congresso, para o representante/vendedor oficial, atual. O representante/vendedor que atuar por antiguidade não terá mais nenhum recurso extra da empresa para atuar, a partir do momento que perder seu posto por não atingir metas nos prazos estabelecidos. O representante antigo terá que vender por conta própria. A empresa somente irá, como sempre fez, processar os pedidos. Mas sem arcar com despesas extras (congressos, viagens, estadias).</p>\n<p>O empresário fica protegido. Só tem a ganhar, nada a perder. Como sempre fez, somente arca com despesas de um representante oficial, atual, por região.</p>\n<p>E o representante que não consegue atingir as metas, como fica?</p>\n<p>O representante que não atingir as metas recebe várias vantagens.</p>\n<p>Em uma frase, protege seu coração. Seus fios de cabelo. Sua família.</p>\n<p>O representante que não atinge as metas está segurado contra perdas ou mudanças bruscas. Não existe “expulsão” nesta modalidade mista metas/antiguidade.</p>\n<p>Sua renda está protegida — não aumenta, mas também não cai — a depender de seu próprio esforço de conseguir manter tão-somente aquelas vendas que conseguia efetuar.</p>\n<p><em>É oportuno detalhar, agora, como ficam alguns casos extremos. E se o representante ficar inválido (de alguma maneira)?</em></p>\n<p>Este método serve como um tipo de seguro-desemprego, porém sem incomodar o governo e, mais importante ainda, sem incomodar o empresário nem as vendas.</p>\n<p>Como?</p>\n<p>Vamos supor o cenário mais crítico: o representante que não atinge as metas sofre um derrame ou outro tipo de acidente que, em decorrência, impede o vendedor de atingir suas metas, sequer efetuar uma venda.</p>\n<p>O empresário, os colegas, vão visitá-lo no hospital e solidarizam-se, sinceramente.</p>\n<p>Ok.</p>\n<p>Mas e a empresa?</p>\n<p>A vida não pára. Os outros colegas precisam vender.</p>\n<p>Neste método de metas/antiguidade, o representante/vendedor antigo, que não conseguiu cumprir as metas, tem direito a manter suas vendas antigas, “enquanto conseguir manter um fluxo mínimo de vendas”.</p>\n<p>Porém, neste caso, ele não consegue manter o fluxo de vendas: está incapacitado, por algum motivo.</p>\n<p>Neste caso, basta detalhar como se dá “manter um fluxo mínimo de vendas”.</p>\n<p><em>Fluxo mínimo de vendas por antiguidade</em></p>\n<p>Proponho — por exemplo — que manter um fluxo mínimo de vendas seja conseguir, pelo menos, a cada seis meses, retirar um pedido de venda sem utilização de call center ou de outro representante. A empresa somente recebe o dinheiro e entrega o pedido. Se isto ocorrer pelo menos uma vez (ou mais) a cada seis meses, o cliente permanece gerando comissão para o vendedor antigo, na chamada venda por antiguidade.</p>\n<p>Talvez o leitor já esteja percebendo que no pior dos casos — por exemplo, paralisação total de vendas — o vendedor antigo, que não conseguiu cumprir as metas, ainda receberá, por seis meses, comissões sobre as vendas que qualquer um fizer, em nome de clientes para os quais o antigo vendedor conseguia vender.</p>\n<p>É um “seguro-desemprego”, na prática. Sem incomodar governo, muito menos o empresário. Natural segurança, dentro do fluxo comercial.</p>\n<p>Isto no pior caso. 6 meses de segurança, sem nenhum favor, nem doação. Somente vendas por antiguidade.</p>\n<p>Em casos mais comuns, porém, o vendedor antigo poderá manter, durante toda a vida, suas vendas por antiguidade — enquanto seus clientes continuarem fazendo pedidos com ele e enquanto a própria empresa subsistir.</p>\n<p>É por isso que apelidei o modelo de “adicionar cultura japonesa”.</p>\n<p>No Japão existe a cultura de permanecer durante toda a vida no mesmo emprego.</p>\n<p>Sem chegar a este ponto, mas quase chegando, inserimos a antiguidade “para toda a vida”, para o vendedor antigo:</p>\n<p>Sem incomodar as novas vendas do novo representante, atual (o vendedor por antiguidade não pode expandir suas vendas); e</p>\n<p>Sem incomodar o empresário (o vendedor antigo não recebe ajudas de custo, nem passagens, nem estadias).</p>\n<p>Isto não replica <em>ipsis literis</em> a cultura japonesa, mas consegue amaciar as transições de carreira.</p>\n<p>Vejamos:</p>\n<p>O vendedor antigo se torna antigo, e não atual, porque vende apenas “30” quando a meta era “100”, além do prazo máximo estipulado. Ganha 10% de comissão sobre suas vendas: ganha “3”.</p>\n<p>Se ele puder manter as vendas para estes seus clientes, seguirá recebendo em torno de “3”, mantendo sua renda na mesma faixa de antes de perder a vaga por não atingimento de metas.</p>\n<p>Do ponto de vista do representante que não atingiu as metas, sua renda é preservada, de imediato. A depender dos laços que o representante tem com os clientes que atende, ele poderá manter esta carteira de clientes por toda uma vida.</p>\n<p>Enquanto busca outra fonte de renda; ou até mesmo ao decidir se aposentar.</p>\n<p>Ninguém irá mexer com sua carteira de clientes, por antiguidade.</p>\n<p>Com a condição de que o representante por antiguidade consiga manter o fluxo mínimo de vendas — por exemplo, efetuar, ele mesmo, pelo menos uma venda a cada seis meses, sem call center.</p>\n<p>É excelente combinação da segurança japonesa com o dinamismo do setor de vendas. Um mix saudável: ingredientes na medida correta para que <em>todos</em> ganhem: o empresário; o cliente; os representantes, tanto o antigo, quanto o novo.</p>\n<p>Vamos analisar o que ganham e o que perdem outros dois atores: o cliente e o representante/vendedor novo:</p>\n<p>O que ganha o cliente com a técnica mista metas/antiguidade?</p>\n<p>O cliente, em sintonia com o representante, ganha uma transição mais gradual.</p>\n<p>Vamos supor que um tropeço no sistema de elaboração de metas estabeleça números inatingíveis e, passando desapercebido, ao longo de um ano, três, quatro representantes percam o direito de atuar como representante do setor, por não conseguirem atingir a estas metas exageradamente altas, seguindo as regras da empresa.</p>\n<p>O que acontece com o cliente?</p>\n<p>No sistema misto de metas/antiguidade o cliente sequer percebe este tropeço da empresa.</p>\n<p>Por quê?</p>\n<p>Porque ele seguirá sendo atendido pelo primeiro vendedor que o atendeu, que estaria exercendo seu direito a atuar por antiguidade, mesmo não tendo atingido as metas.</p>\n<p>E o representante seguinte, que conseguiu, supomos, adicionar mais 5 clientes à carteira de clientes da empresa mas, da mesma maneira, não conseguiu atingir as metas gerais do setor? Da mesma maneira, ele seguirá tendo direito a atuar, por antiguidade, nestes cinco clientes que conseguiu trazer para a carteira de clientes da empresa. Enquanto conseguir manter o fluxo mínimo de vendas.</p>\n<p>É sempre salutar refrisar como o empresário só ganha com esta modalidade — não perde nenhuma venda, mesmo com muitas trocas de representantes, mesmo sob tropeços na elaboração de metas.</p>\n<p>O empresário fica segurado contra tropeços no sistema de elaboração de metas.</p>\n<p>É possível, inclusive, trazer de volta o vendedor que atuava antes do eventual, errôneo, estabelecimento de metas abusivas. Até mesmo neste cenário de se fazer “justiça” comercial, os dois ou três representantes que rapidamente passaram pela empresa oportunizados devido à falha no estabelecimento abusivo de metas estariam, também, protegidos pelo direito a manterem suas pequenas carteiras conseguidas em pouco tempo, e consequentemente a pequena renda que obtiveram, porquanto conseguirem manter um fluxo mínimo de vendas, por antiguidade.</p>\n<p>É o fim dos movimentos abruptos. Dos cortes retos. Sem perder nem um centavo de venda. Todos ganham.</p>\n<p>O cliente, como vimos, resta protegido, envolto em uma cápsula de proteção, e sequer fica sabendo de movimentações acima do normal na freqüência de troca de representantes.</p>\n<p>E o representante novo? Será que ele tem vantagens neste sistema?</p>\n<p>Vejamos!</p>\n<p>Neste ponto do texto, já é possível sentir que não há representante “antigo”. Há representante.</p>\n<p>Ou seja, todos hoje somos “Neymar”, atuantes, e amanhã seremos “Casagrande”, com mil estórias para contar.</p>\n<p>Todos seremos representantes/vendedores “antigos”.</p>\n<p>Enquanto não inventarem a pílula da vida eterna (e mesmo após a invenção de pílula de vida eterna; enquanto não inventarem a pílula do atingimento-de-metas eterno), há enormes chances de sermos, todos nós, “antigos”, no futuro.</p>\n<p>Portanto, de imediato, a segurança de poder manter sua renda, no pior dos cenários, passando a ser vendedor por antiguidade, é uma segurança — um “seguro” — que resguarda todo e qualquer representante que atue nesta modalidade de metas/antiguidade aqui proposta.</p>\n<p>Um guarda chuva para todos.</p>\n<p>Sem incomodar governo. Sem parar vendas. Sem incomodar o empresário. O cliente ganha — como vimos. Quem não ganha?</p>\n<p>Há, ainda, mais dois ganhos que é oportuno mencionar:</p>\n<p><em>Todas as vendas do setor entram no cálculo para o atingimento de metas</em></p>\n<p>Todas as vendas do setor — independentemente de para quem vá a comissão, por antiguidade ou não—são computadas para o setor, com a finalidade de verificar o atingimento das metas.</p>\n<p>O que isto significa?</p>\n<p>Isto significa que:</p>\n<p>se a meta de um setor é 100; e\rvendedores por antiguidade são responsáveis por 30 destas vendas;</p>\n<p>Cabe ao representante atual apenas complementar, com suas vendas, o que falta de 30 para 100, para atingir as metas do setor.</p>\n<p>Quais as vantagens deste modelo de cálculo?</p>\n<p>São duas:</p>\n<li>O vendedor que acaba de entrar já sai de 30, e não de zero (seguindo nosso exemplo), no objetivo de atingir as metas do setor.\rE mais importante ainda:</li>\n<li>Não é necessário “abaixar”, “flexibilizar” metas, temporariamente, para “ajudar” um novo vendedor que entra. Não. Como as vendas que antes já conseguiam ser efetuadas no setor seguem sendo efetuadas, por antiguidade, basta somar todas estas vendas em conjunto com as novas vendas do novo representante, para não precisar mudar as metas. Jamais.</li>\n<p>Metas são calculadas para uma região, não para um representante/vendedor, idealmente.</p>\n<p>Por quê?</p>\n<p>Porque é a região, não o representante, que possui um PIB, um ponto de saturação (por exemplo — conseguir vender para todos os clientes possíveis da região), um cenário.</p>\n<p>Sai vendedor, entra vendedor, a região é a mesma.</p>\n<p>Portanto, do ponto de vista de projeção de vendas, é mais estável manter as metas de uma região de maneira independente de vendedor novo/vendedor antigo.</p>\n<p>Se um vendedor excepcional consegue ir muito além das metas por longo período de tempo, excelente: ele pode estar indicando oportunidade de aumentar as metas da região.</p>\n<p>Portanto, neste sistema misto metas/antiguidade, as metas restam intocadas — mesmo durante a turbulenta necessidade de troca de representantes.</p>\n<p>O representante novo não parte de zero, mas sim do total das vendas ainda mantidas por antiguidade, ao buscar atingir a meta da região.</p>\n<p>Na medida em que posso sugerir, sugiro esticar o prazo, e não mexer nos valores das metas, para que um novo representante tenha um pouco mais de tempo para se adaptar à nova empreitada e poder atingir a meta da região. Por exemplo, dobrar o prazo normal de exigência de atingimento de metas, somente no início. Depois, sim, voltar ao prazo normal de periodo máximo de não atingimento de metas; qualquer que seja.</p>\n<p>Esta é minha peculiar contribuição, na medida de meu conhecimento atual, para o funcionamento do sistema de vendas, somando lucro inalterado com o novo ingrediente da compaixão, da eliminação de movimentos bruscos/desumanos, com a preservação da família, com mais segurança para todos, do empresário ao cliente.</p>\n<p>Compaixão e lucro não são água e óleo, mas sim ingredientes de um belo casamento, proponho e ouso tentar comprovar, por lógica, neste texto que aqui encerro, propondo o modelo metas/antiguidade.</p>\n<p>Obrigado paciente leitor.</p>\n",
  "images": [],
  "contentHash": "455a5011cf28d1d50fdb6606"
}