{
  "id": "sai-o-emprego-fica-a-producao",
  "title": "Sai o emprego, fica a produção",
  "author": "Vladimir Dietrich",
  "date": "2020-07-07",
  "readingTime": 4,
  "heroImage": {
    "fileName": "sai-emprego-fica-producao-image-0.jpg",
    "githubPath": "images/sai-emprego-fica-producao-image-0.jpg",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/sai-emprego-fica-producao-image-0.jpg",
    "altText": "",
    "caption": ""
  },
  "lastUpdated": "2025-06-27T16:02:35.417Z",
  "wordCount": 809,
  "content": "<p>   </p>\n<p></p>\n<p>A essência de derivadas e integrais é a noção de limite. Quando o limite tende ao infinito, ou a zero, inventamos a noção de derivadas e integral. Por exemplo, uma circunferência é um polígono com &quot;infinitos&quot; lados de comprimento tendendo a zero, cada um. No limite, com o número de lados tendendo ao infinito e o comprimento de cada lado tendendo a zero, temos uma circunferência perfeita.</p>\n<p>Forcei a barra na matemática mas quis dizer algo mais simples, pensando melhor: é útil pensar o &quot;exagero&quot; — o limite — de uma situação, às vezes. Este é um bom exemplo. Para ajudar a entender &quot;nosso inimigo&quot;, pode ser útil conhecer o &quot;tamanho máximo&quot;, o limite, dele.</p>\n<p>Qual o tamanho máximo do inimigo a automação que rouba empregos humanos?</p>\n<p>Imagino que seu limite infinito, máximo, seja quando a automação teoricamente conseguir roubar todo e qualquer emprego humano.</p>\n<p>Que raios aprendemos quando fazemos medições teóricas, até inatingíveis, como esta?</p>\n<p>De cara aprendemos o tamanho máximo teórico: nenhum humano trabalhando, máquinas fazendo tudo.</p>\n<p>Que fazer com este limite?\rDançar com ele. Entrar na dança.</p>\n<p>Morremos neste limite?\rCreio que não, ainda que seja uma boa pergunta. Este tipo de pergunta demonstra mais medo do interlocutor — nós, a humanidade — do que previsão sofisticada.</p>\n<p>Máquinas trabalhando me parecem ter mais a ver com: alfaces sendo plantadas, nutridas, colhidas, distribuídas. Idem para carros Mercedes Benz. A matéria prima é produzida, agrupada, montada, distribuída. Também brinquedos. Outras comidas: ostras, bifes, ervilhas. Cobertores, roupas.</p>\n<p>Onde está a morte humana neste limite, neste cenário máximo teórico?</p>\n<p>Não na falta de produção.</p>\n<p>Na distribuição? No terrível ditador que vai deixar todos fenescerem (terminará sozinho com dez loiras?)</p>\n<p>Já sei: talvez na transição patética típica humana — com injustiças, mortes, desventuras?</p>\n<p>Navegar no limite máximo &quot;limpa&quot; a mente da bagunça de pensar em cenários intermediários.</p>\n<p>Não há resposta exata sobre o futuro, mas limpa a mente.</p>\n<p>Pensar o cenário máximo simplifica mente. Não traz resposta exata, mas tira muita bagunça do caminho.</p>\n<p>Ajuda, ao final de todo o pensamento, a entender o caminho que podemos estar percorrendo.</p>\n<p>Belíssimo assunto, apaixonante, em minha particular opinião. Lindo debate, em andamento, longe do fim.</p>\n<p>Inteligência artificial podemos colocar em um patamar ligeiramente — não muito — diferente de &quot;automação&quot;. Claro, inteligência artificial sendo espécie do gênero mais abrangente, automação. Então podemos colocar &quot;programar&quot; como espécie diferente de automação em comparação com a espécie de automação que chamamos de inteligência artificial.</p>\n<p>Agora sem mais delongas, olha que brilhante:</p>\n<p>Inteligência artificial tira o emprego de quem?</p>\n<p>Do próprio programador!</p>\n<p>A inteligência artificial na verdade, então, tira o emprego de tudo que a automação já tira, só que também tira o emprego do próprio programador!</p>\n<p>Inteligência artificial cada vez menos tem &quot;ifs, loops, e um programador adicionado funções e códigos&quot;.</p>\n<p>A inteligência artificial foi criada com esta linda capacidade: ela mesma aperfeiçoa suas &quot;redes neurais&quot;.</p>\n<p>Só precisamos de um &quot;estagiário&quot; — cada vez mais, realmente, só um estagiário sem experiência — para alimentar cada enorme, mas ainda virgem, rede neural, com dados, dados, mais dados e ainda mais dados.</p>\n<p>Muitas gostam de receber dados com respostas corretas — vários dados — para se calibrarem. Mas fazem a calibração cada vez mais sozinhas. Estamos cada vez mais automatizado a própria calibragem de cada tipo de inteligência artificial.</p>\n<p>Na verdade, em breve, nem &quot;estagiário&quot; será necessário. Bastará informar o objetivo (quais dados com quais respostas &quot;engolir&quot;) que uma inteligência artificial saberá engolir novos dados e regurgitar respostas mais prováveis. Quando bem calibrada, informa mais de 90%, mais de 99% até, de chance de estar correta.</p>\n<p>Por exemplo, esta imagem de pulmão possui câncer? 99% de acerto, mais precisa que o melhor médico. Etc.</p>\n<p>Então nem programador sobra quando redes neurais aprendem a se calibrar sozinhas, bastando engolir dados — dados, aliás, que já estarão na nuvem, mesmo, ao lado dela. Nem estagiário &quot;para inserir o disquete com dados&quot; precisa mais.</p>\n<p>É util ter &quot;mantras&quot;, frases curtas, para nos ajudar a compreender novas situações.</p>\n<p>Eu diria, sobre este fértil debate:</p>\n<p>Os empregos podem até acabar (&quot;empregos mudarem&quot; me parece aquele eufemismo de mãe dizendo para filha grávida: &quot;não dói nada o parto&quot;).</p>\n<p>A diferença não está na finitude do emprego.</p>\n<p>A diferença está na consequência.</p>\n<p>Até 1900 acabar emprego era acabar produção.</p>\n<p>Não é o que ocorre com a automação.</p>\n<p>Acaba o emprego, fica a produção.</p>\n<p>Bom mantra, este, aliás.</p>\n<p>&quot;Acaba o emprego, fica a produção&quot;.</p>\n<p>O que fazer quando, ou se, ou durante a transição, em que &quot;Acaba o emprego, fica a produção.&quot;?</p>\n<p>&quot;Acaba o emprego, fica a produção.&quot;</p>\n<p>Ruim? Bom? Transição maluca?\rCorremos todos? Sofá e dor na coluna para todos? Quem ganha mais Mercedes Benz e alfaces automaticamente produzidas (portanto, sem emprego) do que outros?</p>\n",
  "images": [],
  "contentHash": "1f45b486b93a34b944f17"
}