{
  "id": "sentimento-digital",
  "title": "Sentimento Digital",
  "author": "Vladimir Dietrich",
  "date": "2021-10-23",
  "readingTime": 4,
  "heroImage": {
    "fileName": "sentimento-digital-image-0.jpg",
    "githubPath": "images/sentimento-digital-image-0.jpg",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/sentimento-digital-image-0.jpg",
    "altText": "",
    "caption": ""
  },
  "lastUpdated": "2025-06-27T14:37:30.853Z",
  "wordCount": 761,
  "content": "<p></p>\n<p>O banco digital substitui o banco físico.\rMeu medo é que o filtro do Instagram substitua salões de beleza.</p>\n<p>Medo por quê?\rÉ porque realmente passaríamos a lotear e conviver no mundo virtual.</p>\n<p>Mas persiste a pergunta: medo por quê?</p>\n<p>Não há por que temer. Foi apenas o medinho de mudança.</p>\n<p>O mundo físico possui suas âncoras: a pele (o toque). Até mesmo simuladores\rde montanha russa conseguem simular curvas e inclinações, mas não a força da gravidade extensa. E por aí vai.</p>\n<p>Porém o mundo do prazer é gi-gan-te. E não há poucas maneiras virtuais de dançar com este mundo.</p>\n<p>Mas pessoas, como eu, que não são criadas desde bem cedinho em certo mundo, tendem a ter dificuldade com mudanças, como virtualizar o real.</p>\n<p>Não que já não esteja acontecendo, e muito.</p>\n<p>Muita complexidade do fenômeno do prazer genital vem da cultura. Em redor do “ter filhos com quem&quot;? Pouco sei, mas por aí.</p>\n<p>A virtualização é poderosa com exemplos como estes:</p>\n<p>O cara passa de Ferrari na avenida principal da cidade. O motor barulhento da Ferrari &quot;balança os genitais&quot; do cara para as gurias que sentirem atração neste processo de chave-fechadura. Balança poder aquisitivo, principalmente, mas também certa esportividade, a cor vermelha. Mais grana mesmo.</p>\n<p>Isto é terrivelmente virtualizável. Tanto quanto bancos se tornaram digitais.</p>\n<p>Para que queimar combustível com escapamento que amplifica? Há maneiras digitais de atingir o ponto g, ou s de $.</p>\n<p>E o indivíduo que busca tchutchucas pelo som alto? Aquela velha estória: DJ grátis, muito bom não poderia ser, pois não seria de graça. Plenamente virtualizável. É possível conhecer a playlist inteira do indivíduo de maneira virtual. Com fones de ouvido de alta qualidade do outro lado da linha. Não seria mais necessário usar o ar como meio de locomoção.</p>\n<p>Mais. Quem consegue espalhar mais o som do dinheiro (escapamentão de motão cara ou Ferrari) ou o gosto musical? A internet chega até Hong Kong. O mundo físico até os passantes até 500 metros de distância, apenas.</p>\n<p>No comentário anterior, argumento que a dança do dinheiro ou do gosto musical, no contexto de &quot;dormir com quem&quot;, é muito mais clara no mundo virtual que no mundo real. Basta ter, ou criar, ferramentas confiáveis, e sabemos fazer isto.</p>\n<p>Chega de estalecas, grana, dinheiro.</p>\n<p>E físico? Barriga tanquinho? Colágeno?</p>\n<p>Esta etapa tem algo interessante:</p>\n<p>Antes de mais nada, só interessa esta etapa se o casal quiser se tocar de verdade. No mundo real.</p>\n<p>Caso contrário, quem se importa?</p>\n<p>Talvez seja importante para &quot;material genético&quot;. Mas para isso há bancos de óvulos e sêmen, com o DNA inteiro a disposição, já já se não hoje.</p>\n<p>Vamos então supor que seja útil de alguma maneira descobrir se o cara é fitness? Viciado em saúde? Até que ponto? Para encontrar sua chave-fechadura.</p>\n<p>Um aplicativo é mais preciso para mostrar: correu 100km em dez minutos. Foi até a Lua em 1 minuto. 5 vezes por semana. 1 vez por mês. Tanquinho pequeno, médio ou grande. Aplicativos confiáveis podem fornecer todo o exame de sangue, rins, fígado. DNA e doenças.</p>\n<p>Quem quer olhar alguém correndo ou ajustando o biquini fio dental circundado por colágeno? Um pouco antiquado, frente às possibilidades digitais.</p>\n<p>Talvez até nos sintamos desnudos, pois a hipocrisia do fingir não procurar, mas olhar, é um aconchego. Mas até isso dá para virtualizar: olhar anonimamente.</p>\n<p>Dinheiro, gosto musical, colágeno, barriga tanquinho. Digitalizáveis!</p>\n<p>Começa a sobrar menos danças do &quot;dormir com quem&quot;.</p>\n<p>Bom de papo?</p>\n<p>Preciso argumentar que papo é plenamente digitalizável?</p>\n<p>Já acontece. As novas preliminares são algumas semanas de whatsapp. Esquentando a dança do &quot;vou ou não vou?&quot;</p>\n<p>Grana, música, colágeno, músculo, papo. Digitalizáveis!</p>\n<p>E por aí vai. A complexidade que inventamos, culturalmente, para tornar complexo um prazer inicialmente tão simples, como entre outros, o prazer com órgãos genitais, é mais digitalizável do que pensamos, porque misturamos pele com cultura.</p>\n<p>Cultura não é pele.\rA complexidade do sexo é cultural.</p>\n<p>Cultura é digital. É informação. É expectativa. Números. Desempenho. Contas. Conversa.</p>\n<p>Por isso. É que. Quando me refiro à pele. Estou sendo literal. Só sobra a pele. Mesmo. Do arsenal cultural que inventamos. Antes de unirmos duas pessoas.</p>\n<p>Compreendo perfeitamente a poesia de que é exatamente o fato da mulher ter algo que eu não tenho, e desejo com grande intensidade, que faz eu valorizá-la mais do que ela valoriza a ela própria, pois ela, convivendo com seios, bumbum, colágenos, bafo, curvas, suavidade, dela mesma, precisaria de mim, distante, para perceber a importância de tudo aquilo que ela possui em sua rotina. E vice-versa! ❤️</p>\n",
  "images": [],
  "contentHash": "c59687a77296167c0123136454"
}