{
  "id": "sexo-no-primeiro-encontro",
  "title": "Sexo no Primeiro Encontro?",
  "author": "Vladimir Dietrich",
  "date": "2026-01-07",
  "readingTime": 2,
  "heroImage": null,
  "lastUpdated": "2026-01-08T07:38:53.096Z",
  "wordCount": 400,
  "content": "<p>Tive que ler de novo quando Clarissa Pinkola Estés, a Deusa de Mulheres que Correm com os Lobos, disse que não recomendava “sexo no primeiro encontro”.</p>\n<p>Eu associava Deusas que não têm medo de Dançar, Criar, Pintar, Flertar (a lista não termina) com “não ter problemas com sexo, inclusive no primeiro encontro, ou logo”.</p>\n<p>Realmente o problema não é com o sexo, em si, interpreto.</p>\n<p>O problema é com o sexo rápido.</p>\n<p>Este é o (para mim) inesquecível capítulo sobre a Mulher-Esqueleto.</p>\n<p>Não vou poder me aprofundar muito na explicação do capítulo, pois quero pular para a próxima parte do raciocínio logo e - como poderia deixar de ser? - é sempre melhor ler o capítulo original no livro.</p>\n<p>Vou pular agora para o sexo difícil entre as pessoas que são abastadas, incluindo para além da classe média.</p>\n<p>Para além da classe média, há uma tendência para que pretendentes farejem a fortuna um do outro, ao mesmo tempo que gerenciam a libido, a beleza e os desejos carnais.</p>\n<p>Sem querer (?) este grupo acaba dificultando o sexo rápido entre pretendentes para casamento, o incluindo procriar que, neste grupo, são herdeiros além de simplesmente filhos.</p>\n<p>Fareja fortunas acaba se assemelhando com a sugestão do capítulo da Mulher-Esqueleto?</p>\n<p>Vou propor que não é a mesma coisa. </p>\n<p>Proponho - me corrijam - que o sexo que Clarissa quer adiar tem a função de permitir florescer uma amizade antes (simplificando como se bastasse uma simples amizade para intercalar com sexo).</p>\n<p>“Amizade” - companheirismo, admiração, etceteras variados - pode não aparecer entre casais que farejam suas fortunas recíprocas antes.</p>\n<p>Eu acredito que esta “amizade” (simplificando o conceito) possa ser plantada e criada de algo inicialmente vazio - não é sempre assim, aliás? -, mas acredito, também, que a aprovação da fortuna um do outro possa acontecer sem criar a Amizade, no sentido mais amplo de Clarissa, entre o casal.</p>\n<p>Farejar fortunas ajuda muito a adiar o sexo - opino. Mas pode não resultar na Amizade que é muito útil entre ardentes momentos de sexo.</p>\n<p>O capítulo é rico: a meticulosidade do pescador, a lágrima escorrida, o coração tamborilando culminando com um agarrão entre as pernas - ardente! - mas comuitas etapas antes.</p>\n<p>Se farejar fortunas antes ajuda nestas lindas etapas, então os grupos mais abastados têm esta excelente consequência com sua prova ilodade aumentada: a Mulher-Esqueleto ganhando Corpo, Carne, Osso, Coração.</p>\n",
  "images": [],
  "contentHash": "5a4c14a244f25a3302697c0bb24"
}