{
  "id": "te-amo",
  "title": "❤️ Te Amo",
  "author": "Vladimir Dietrich",
  "date": "2024-09-11",
  "readingTime": 9,
  "heroImage": {
    "fileName": "te-amo-image-0.jpg",
    "githubPath": "images/te-amo-image-0.jpg",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/te-amo-image-0.jpg",
    "altText": "um robô amamenta um bebê",
    "caption": "um robô amamenta um bebê"
  },
  "lastUpdated": "2025-06-27T15:16:33.135Z",
  "wordCount": 1765,
  "content": "<p>   </p>\n<p></p>\n<p>A inteligência artificial não substitui a dedicação.</p>\n<p>Ao contrário: a IA elimina a dedicação.</p>\n<p>O exemplo mais simples é, com um clique, transformar um relatório denso em um gráfico lindo.</p>\n<p>Proponho que - frequentemente? Raramente? - às vezes não queremos o gráfico lindo.</p>\n<p>Às vezes, nos conforta saber que alguém nos brindou com grande parte de seu tempo, criando (antes da IA poder fazer em um clique) um gráfico lindo.</p>\n<p>Quando este for o caso, acompanhará o gráfico lindo uma sensação de vazio.</p>\n<p>Claro: não queríamos a solução final, queríamos a dedicação.</p>\n<p>Que dedicação é essa?</p>\n<p>É o colo. É acreditar que somos amados. Que alguém se importa. Que capricharam, para nós.</p>\n<p>Se esta for a necessidade, sentir que o gráfico lindo foi feito com apenas um piscar de olhos elimina o benefício.</p>\n<p>Isto pode ser uma grande besteira. Pode ser que queiramos a eficiência. O produto final. O gráfico lindo, o vídeo, a apresentação, o foguete, tudo feito por IAs e robôs com um clique.</p>\n<p>Mas posso pedir para apenas supormos que meu raciocínio pode estar correto? Só para testar algo. Obrigado!</p>\n<p>Supondo que queiramos dedicação e atenção, o que o mundo das IAs e robôs nos entrega?</p>\n<p>É este o ponto curioso: o mundo das IAs e robôs nos entrega não-dedicação-humana. Humanos não mais se dedicarão para fazer coisas que IAs e robôs podem e poderão fazer, lista que só cresce.</p>\n<p>Temos nossas necessidades básicas, como comer, dormir. Para este tipo de coisa, eficiência é uma delícia.</p>\n<p>Tratores plantando batata por gps, colhendo, caminhões autônomos levando para centros de distribuição, drones e carros disponibilizando para todos. Robô em casa se antecipando ao que falta na geladeira e indo buscar no centro de distribuição mais próximo. Eficaz.</p>\n<p>A parte final: a mãe - ou marido, primo, amiga - carinhosamente cozinhando batatas com algo amoroso e outros pratos, se enquadra no meu raciocínio sobre a dedicação. Cozinhar é oportunidade para uma dedicação amorosa.</p>\n<p>Além de ir até o mercadinho buscar batata, o que acontece quando o robô também cozinhar? E nos servir. Perderemos a (dedicação da) mãe? Perderemos o (valor do) marido? O primo? A amiga?</p>\n<p>Claro que sempre poderemos nos dedicar em tudo aquilo que a IA não fizer.</p>\n<p>Apesar desta lista de coisas que a IA não faz ser cada vez mais exígua.</p>\n<p>Para fazer algo que mostre nosso esforço e nosso amor, propositalmente poderemos, então, não usar nem IA nem robôs.</p>\n<p>Mas não é um pouco patético fazer algo a mão só para demonstrar um sentimento?</p>\n<p>A intenção não é nada patética: demonstrar um sentimento é tudo de bom.</p>\n<p>Patético é ir ajoelhado até o mercado para demonstrar esforço, se tem carro, se tem carro que dirige sozinho, se tem robô que vai por você ao mercado.</p>\n<p>Assim, a IA e os robozinhos podem ir cercando nossa capacidade de demonstrar amor pela dedicação, pelo esforço.</p>\n<p>Podemos demonstrar amor por outras maneiras?</p>\n<p>Antes, quando precisávamos caçar, nos proteger, fugir, talvez o excesso de tarefas pudesse atrapalhar a demonstração de amor. Não sei.</p>\n<p>Mas também o excesso de não-tarefas pode inibir o amor por inibir a dedicação.</p>\n<h2>O Robô Abnegado</h2>\n<p>A lógica permite arriscar que, se admiramos a dedicação, e a dedicação passa a acontecer em robôs e IAs, adivinha? Poderíamos - por lógica - nos apaixonarmos por robôs. Ou por IAs.</p>\n<p>Vou ajudar a sentir a hipótese.</p>\n<p>Imagine aquele robô abnegado, que trabalha incansavelmente por você, ou por sua família. Ele não hesita. Não faz corpo mole. É subserviente. Antecipa o que falta na geladeira. Vai ao mercado. Traz tudo. Prepara coisas em bons momentos. Varre o pó. Limpa.</p>\n<p>Ajude-me não imaginando o robô do exterminador do futuro. Ao contrário, um robô dedicado por décadas.</p>\n<p>Pronto: essa dedicação pode facilmente causar comoção. Principalmente após um período mais longo.</p>\n<p>Se começar desde bebê, fazendo tudo para um bebê e depois criança, como um mamífero irá encarar tanta dedicação, mesmo que vinda do robô, nem tanto da mãe humana? Pode até dar mamadeira com bico que simula o seio da mãe, exigindo sucção mais forte e dando aquele prazerzão da fase oral do bebê.</p>\n<p>Começando desde cedo, pode criar ainda mais impacto nas memórias, nas lembranças afetivas, nas memórias implícitas de antes de um ano, na sensação de proteção, de que alguém está sempre junto para apoiar. Mesmo que seja o robô. A IA.</p>\n<h2>Cem mil dedicações</h2>\n<p>Até que ponto &quot;a mãe&quot; (pai, quem for) é um somatório de cem mil dedicações em cerca de 30 anos de vida?</p>\n<p>Se a mãe for cem mil dedicações mais ou menos cruciais, em cada fase da vida - usualmente terminando com visitas esporádicas com os filhos já bem mais adultos - então podemos substituir estas cem mil dedicações por aço e cabos. Por robôs. Não?</p>\n<p>Como as facilidades domésticas não são revolução iniciada pela IA e seus robôs, poderíamos propor que esta substituição de dedicações já vem acontecendo desde a invenção da máquina de lavar no século passado, ou desde a descoberta do fogo.</p>\n<p>Se a mãe pós máquina de lavar - e pós air fryer, forno elétrico, aquecedor de mamadeira, lava louças, panela de pressão elétrica que pára sozinha, alvejante limpa tudo (etceteras) - já pode se dar o prazer de se dedicar menos, a começar por esfregar menos roupas e caminhar menos até o rio mais próximo, então podemos já estar perdendo a dedicação (a mãe junto?) humana nos últimos cem anos. Ou desde ainda antes.</p>\n<p>Neste terreno perigoso, corremos o risco de pensar que quando robôs fizerem tudo por nós desde bebês, podemos arriscar pensar que a mãe, o pai, aquela coisa mamífera, vai embora junto com a não (necessidade de) dedicação.</p>\n<p>Cada vez mais cada um de nós pode não se dedicar. Nem pai, nem mãe, nem filho.</p>\n<p>Sem a dedicação, hoje, a mãe de lá atrás pode ser lembrada, lá no século antes da IA e robôs, como uma ditadura do humano que podia nos matar se não se dedicasse a nós (e que depois com dificuldade conseguiria evitar cobrar um pouco de agradecimento).</p>\n<p>Se for a dedicação que define majoritariamente o conceito de mãe (pai, irmão mais velho, avô, etc), então olha o risco que corremos: a dedicação parece estar indo embora com IAs e robôs.</p>\n<p>Se for o peito quentinho que define mãe, &quot;peito&quot; e &quot;calor&quot; são reproduzíveis por IAs e robôs. Já citei, inclusive, a capacidade do bico de mamadeira reproduzir a força necessária de sucção do seio materno, mantendo o importante prazer oral para o neném.</p>\n<p>E Proteção? Será &quot;mãe&quot; &quot;proteção&quot;? Proteção é um tipo de dedicação, não é? IAs e robôs podem se dedicar a nutrir esta sensação desde zero minutos de vida.</p>\n<h2>O passado esmagando o futuro</h2>\n<p>Muita dedicação humana cria robôs. Robôs que servem como cápsulas eternas de dedicação. Essas cápsulas eternas de dedicação retiram das mães, dos humanos atuais e futuros, a possibilidade de se dedicarem tanto quanto antes da invenção destes robôs e IAs.</p>\n<p>Lembrando que IAs e robôs podem eles mesmos produzirem mais IAs e mais robôs, cada vez menos sobra espaço para o humano do futuro poder se dedicar a algo, como fazemos hoje e fizemos nos séculos anteriores.</p>\n<p>Cada vez mais teremos que celebrar, apenas, a dedicação humana no passado.</p>\n<p>Se amor, mãe, equivaler à quantidade de dedicação, e se equivaler especificamente à dedicação humana (discordo que precise ser humana, sinto, mas vamos propor), então poderemos começar a ver &quot;mães&quot; e &quot;amores&quot; do passado - as dedicações humanas do passado - competirem com as mães, os amores, do futuro.</p>\n<p>Já escrevi sobre como é difícil para um professor, por exemplo de física ou história, competir com milhares de vídeos do YouTube feitos por gênios de física ou história em seu ápice, no presente e no passado.</p>\n<p>Acabamos sendo esmagados pelo talento da humanidade do passado, gravado e disponível para sempre.</p>\n<p>Mas isso ficava restrito a vídeos do youtube. Aulas. Filmes.</p>\n<p>Mesmo um atleta, sempre poderia bater um recorde do passado, com certa facilidade.</p>\n<p>Mães, então, estavam totalmente protegidas: sua dedicação era necessária a cada filho, a cada geração. Não haveria vídeo que substituísse o amor de uma mãe real, cuidando de um filho real.</p>\n<p>Agora pela primeira vez aplico o raciocínio do professor para as mães. Para os amores. Para a dedicação humana.</p>\n<p>O robô encapsula dedicação.</p>\n<p>Da mesma maneira que vídeos do youtube encapsulam as melhores aulas e filmes.</p>\n<p>Humanos super-dedicados hoje programam IAs e constróem robôs cada vez mais dedicados. Encapsulando dedicação para o futuro.</p>\n<p>Estes robôs cada vez mais dedicados, como vídeos do youtube cada vez melhores, fazem as mães do futuro cada vez menos necessárias, pelo menos no que diz respeito à dedicação necessária.</p>\n<p>Fará falta esta dedicação a menos por parte da mãe, cada vez mais substituída por robôs e IAs?</p>\n<p>É esta a pergunta que parece próxima de uma essência.</p>\n<p>Some a mãe quando robôs fazem tudo?</p>\n<p>Já podemos sentir, pois panelas de pressão que desligam sozinhas e lavadoras automáticas já são robozinhos parciais. Estes robozinhos parciais estão tirando a sensação de mãe dedicada na atualidade? Ou não afetam a sensação da mãe dedicada? Ou só saberemos quando robozinhos fizerem tudo?</p>\n<p>Some o amor quando robôs fazem tudo?</p>\n<p>Amor é dedicação? O que é?</p>\n<p>Quando um robô for avisado pela sua geladeira que falta brócoli, e o sensor (em mim?) ou um calendário com minhas datas preferidas sinalizarem dia de brócoli, ou de picanha no alho com arroz e fritas, e o robô buscar e preparar tudo e você sentir aquele cheirinho gostoso começando a vir da cozinha, celebraremos o humano que apaixonadamente resolveu este quebra cabeças de tecnologia, ou celebraremos uma eventual mãe no sofá, sem necessidade de lembrar, nem comprar, nem cozinhar?</p>\n<p>Celebraremos a dedicação de quem? Do robô? Da mãe no sofá? Das &quot;mães&quot; humanas do passado que inventaram os primeiros robôs e IAs?</p>\n<p>Se dedicação humana for sinônimo de amor, de mãe, então mães e amores atuais e futuros receberão a competição do pessoal, humano, que conseguiu encapsular capacidade de dedicação em tecnologias que, hoje, ou amanhã, deixam esta sua mãe de hoje ou amanhã, ou este amor de hoje e amanhã, fazendo quase nenhum gesto, praticamente parada.</p>\n<p>Se a dedicação abnegada de um robô puder ser tratada como amor, como uma mãe, então pode seguir o cheirinho do alho começando a dourar em cima da picanha e pode ir lá dar um abraço nele, no robô. Ele vai entender - por lógica - o significado do abraço. &quot;Muito obrigado!&quot;</p>\n<p>&quot;Te Amo&quot;. ❤️</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/te-amo-image-1.jpg\" alt=\"um robô amamenta um bebê\" /></figure>\n",
  "images": [
    {
      "fileName": "te-amo-image-1.jpg",
      "githubPath": "images/te-amo-image-1.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/te-amo-image-1.jpg",
      "altText": "um robô amamenta um bebê",
      "caption": "um robô amamenta um bebê"
    }
  ],
  "contentHash": "a4c8024f15a14f21076c"
}