{
  "id": "troncos-no-universo",
  "title": "Troncos no universo?",
  "author": "Vladimir Dietrich",
  "date": "2023-04-11",
  "readingTime": 4,
  "heroImage": {
    "fileName": "troncos-no-universo-image-0.png",
    "githubPath": "images/troncos-no-universo-image-0.png",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/troncos-no-universo-image-0.png",
    "altText": "",
    "caption": ""
  },
  "lastUpdated": "2025-06-27T14:08:33.957Z",
  "wordCount": 732,
  "content": "<p>  </p>\n<p></p>\n<p>Eu palpitaria que aqueles de nós que estamos agarrados a uma ideologia, ou a uma paixão, estaríamos agarrados a um tronco de árvore em um oceano um pouco imenso.</p>\n<p>O universo não se importa com se você soltou um pum, arrotou, foi para a direita ou esquerda.</p>\n<p>O universo é grande e sem consciência, aparentemente.</p>\n<p>Agarrar-se ao tronco de (seu) Deus é mais um exemplo de tentar escapar deste naufrágio imenso, a imensidão de um universo que não muda, não sente, não quer saber seu nome nem suas paixões.</p>\n<p>Só que tem gente muito inteligente, com muito dinheiro e recurso aqui entre nós, neste planeta - sim, dinheiro e recurso só vale entre nós, o universo se importa? Entre nós vale: move pessoas aqui no planetinha azul.</p>\n<p>Nosso aspecto inteligente - aqueles de nós quando temos tempo para pensar - chafurda ir à Marte mas acaba indo para a essência do ser - imaginemos aulas de yoga, meditação, observar a própria mente.</p>\n<h3>Marte cura?</h3>\n<p>Não demora perceber que Marte não é a cura. É a <strong>cur</strong>-iosidade. Uma cura parcial, o alívio de um vício ou o prazer legítimo de explorar.</p>\n<h3>Então a essência do ser. Cura?</h3>\n<p>Mas a essência do ser também pode não curar. Pode ser apenas um tronco a se agarrar, em um universo imenso, que não liga.</p>\n<p>Observamos nossa mente e nos desapegamos do próprio &quot;ligar&quot;: não precisamos que ninguém ligue para nós. Nem o universo.</p>\n<p>Estou pulando a parte em que &quot;dizer que não se importa&quot; é um blefe. Estou indo direto para aquele de nós que realmente se desapega de precisar que alguém ligue para si - supondo que isto seja possível.</p>\n<p>Mesmo esse aspecto de nós que supere a necessidade de que alguém ligue para si. Essa mente sofisticada consegue se afastar de ser apenas um tronco no universo? Ou pelo menos um naviozinho maior?</p>\n<p>E aquela mente, com ou sem lsd, que consegue descortinar nossa parte que se sente plenamente conectado com tudo e com todos, de átomos no universo a todos os seres vivos em um planeta? Aí sim, será que finalmente temos muito mais do que apenas um tronco para nos salvar na imensidão universal?</p>\n<p>Sim, a mente - nem tanto Marte - nos silencia, acalma, incluindo poder ter noites ardentes de sexo - para não parecer algo chato e apenas quieto.</p>\n<p>Podemos sentir ainda mais os prazeres. A serpente de tesão crescendo desde o início da coluna, inundando o corpo todo, com cada vez menos tensões, travas, com cada vez mais caminho livre, com uma mente atenta, íntima de tudo. Inundando, espalhando ondas de prazer de - mas não mais do que isso - revirar os olhos (e mil outras consequências possíveis).</p>\n<h3>Prazer então?</h3>\n<p>Esse é o tronco do prazer.</p>\n<p>O tronco que mais entrega perspectiva de vida. Este tronco inclui não somente o tesão lá no ventre, mas também todas as preliminares e pontos de prazer - até mesmo um jantar, tanto pela comida em si, quanto pelo ritual. Um milhão de prazeres possíveis.</p>\n<p>O universo também não se importa que o prazer tenha uma utilidade que nos trouxe aqui desde muito longe: sobreviver, fugir da dor, comer, reproduzir. O universo também não está nem aí que o gene, não o corpo, é que tenha se programado para durar mais do que um século.</p>\n<p>Mas volto: talvez percebamos, ou não deixemos de perceber, que mesmo o prazer se trata de um tronco para se agarrar em um universo bem grandinho (e que não liga).</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/troncos-no-universo-image-0.jpg\" alt=\"recebendo uvas na boca\" /></figure>\n<p>Mesmo com prazer, mesmo com a mente limpa, até mesmo indo à Marte ou - na moda esses dias - até mesmo com um chatGpt resolvendo tudo para nós, colocando uvas em nossas bocas e nós não precisando mais trabalhar (neste caso auxiliam o chatGpt vários braços robóticos, carros e caminhões autônomos - afinal as uvas precisam ser entregues nas nossas bocas, de graça, sem nenhum humano a ser pago neste caminho que transforma (cada vez mais) energia e átomos em coisas para nós: a teoria das <a href=\"https://vladi.dev/artigos/agi-e-as-arvores-robos/\" target=\"_blank\" rel=\"noopener noreferrer\">árvores-robôs</a>, como árvores de frutas).</p>\n<p>Mesmo assim pode ser difícil esconder que o universo é grande e, talvez por isso, precisemos nos agarrar em ideologias, religiões, teoria do prazer, viagens interestelares.</p>\n<p>Pelo menos no caminho para lugar algum não há como fugir do prazer, que delícia.</p>\n",
  "images": [
    {
      "fileName": "troncos-no-universo-image-0.jpg",
      "githubPath": "images/troncos-no-universo-image-0.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/troncos-no-universo-image-0.jpg",
      "altText": "recebendo uvas na boca",
      "caption": "recebendo uvas na boca"
    }
  ],
  "contentHash": "26b4533fd5d8566a2c43f2"
}