{
  "id": "um-blog-facil",
  "title": "Um Blog Fácil",
  "author": "Vladimir Dietrich",
  "date": "2025-06-15",
  "content": "<p>Há bastante tempo eu queria poder ter um blog tão simples quanto criar um google doc, até mesmo pelo celular.</p>\n<p>Eu já tinha um blog. Mas precisava editar o html diretamente e, então, atualizar no github.</p>\n<p>Por que um blog?</p>\n<p>Concordo que podendo postar no facebook ou no instagram, pode não parecer necessário ter um blog.</p>\n<p>Ou então podendo postar no <a href=\"https://medium.com\">Medium</a>.</p>\n<p>E assim fiz, por bastante tempo: fiz várias postagens no Medium (você pode conferi-las <a href=\"https://vladimir-brasil.medium.com/\">aqui</a>), no <a href=\"https://www.facebook.com/vla.brasil\">facebook</a>, até mesmo no Instagram onde textos, minha mídia favorita, são menos valorizados do que fotos e vídeos.</p>\n<p>Mas algumas coisas foram mudando com o passar do tempo.</p>\n<p>Primeiro, o Medium começou a cobrar para receber postagens e, até mesmo, para poder lê-las. Está tudo bem: eles decidem como sustentar a ferramenta.</p>\n<p>Não muito tempo depois, o facebook começou a proibir postagens muito longas. Mais um problema.</p>\n<p>Outro problema do facebook, para mim, era a dificuldade para eu poder revisitar postagens muito antigas.</p>\n<p>Acabei criando meu rascunho de blog, que eu editava diretamente em html. Queria algo simples, e simples ele <a href=\"https://vladi.dev/artigos/\">é</a>. </p>\n<p>Mas não era tão simples criar um artigo. Lá ia eu editar mesmo as mais simples tags: “p”, “h1”, “img”. Parágrafo por parágrafo. E atualizava no github, que hospeda meus sites.</p>\n<p>Finalmente, nesta semana, criei um novo subdominio: <a href=\"https://blog.vladi.dev\">https://blog.vladi.dev</a> e, agora, este blog se alimenta apenas de Google Docs que eu crio em uma pasta específica de meu Google Drive.</p>\n<p>Finalmente, posso apenas digitar textos em meu celular, mesmo, e pronto: a cada madrugada, um script verifica novidades na pasta e atualiza meu blog no github automaticamente. E tenho um novo artigo publicado em meu blog.</p>\n<p>Ficou tão simples que sobrou tempo para pedir para uma inteligência artificial criar uma imagem para mim, no topo, caso eu mesmo não coloque nenhuma imagem no topo de meu Google Doc.</p>\n<p>Ainda gosto de escrever diretamente meus textos no facebook mas, agora, a qualquer momento posso capturar um destes textos e criar uma entrada em meu blog: basta colocar este texto em um Google Doc.</p>\n<p>Obrigado a quem ainda acompanha alguns de meus textos. Bem vindo a mais esta nova maneira de postar ☀️.</p>\n",
  "images": [],
  "heroImage": {
    "fileName": "um-blog-facil-image-0.png",
    "driveUrl": "https://drive.google.com/thumbnail?id=14_mh6gCZO4ZZElop3p6NsNUsTmBSqK2l&sz=w1000",
    "githubPath": "images/um-blog-facil-image-0.png",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/um-blog-facil-image-0.png",
    "fileId": "14_mh6gCZO4ZZElop3p6NsNUsTmBSqK2l",
    "altText": "",
    "caption": ""
  },
  "readingTime": 2,
  "wordCount": 364,
  "lastUpdated": "2025-06-15T18:31:46.699Z",
  "contentHash": "adda224aab41a58a8008a2fb77bdb1e8"
}