{
  "id": "vanilla-skyourself",
  "title": "Vanilla Skyourself",
  "author": "Vladimir Dietrich",
  "date": "2021-11-04",
  "readingTime": 2,
  "heroImage": {
    "fileName": "vanilla-skyourself-image-0.jpg",
    "githubPath": "images/vanilla-skyourself-image-0.jpg",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/vanilla-skyourself-image-0.jpg",
    "altText": "",
    "caption": ""
  },
  "lastUpdated": "2025-06-27T14:37:08.752Z",
  "wordCount": 492,
  "content": "<p></p>\n<p></p>\n<p>Olha a lambança! Vanilla Sky com Freud com genética avançada e com mundo virtual. Vou brincar como dois filhotes recém nascidos brincam. Olha a lama voando!</p>\n<p>Estamos quase podendo dar a luz:</p>\n<p>A nós mesmos.</p>\n<p>Ativamos três genes (apenas suponha verdade, negue intimamente) e voilà! Um novo olho. Recém nascido. Seu!</p>\n<p>Um novo [tudo que você quiser. Inclusive tudo].</p>\n<p>O que é poder dar a luz a nós mesmos?</p>\n<p>Algumas coisas. Primeiro, o filme Vanilla Sky sai do ramo da ficção. Só não precisamos congelar ninguém. Isto ainda será ficção.</p>\n<p>Outra: vamos competir com nossos próprios filhos? Vamos não tê-los? Competir com nossos próprios óvulos e espermatozóides?</p>\n<p>Esta é uma longa estória. Cujos números irão se assentar geração após geração.</p>\n<p>Acaba o monopólio, atual, do gene.</p>\n<p>Entra a consciência como concorrente direta do gene: euzinho, eu mesmo, eu e minha consciência, posso renascer em meu próprio corpo.</p>\n<p>Não preciso doar metade de material genético nem perder a consciência para um novo corpinho. Aliás, não preciso ensinar tudo de novo a cada 20 anos, para um novo corpo, um novo ser, para durar 40 anos de vida ativa, antes de se aposentar. Este era o monopólio do gene.</p>\n<p>Mas a complexidade de Vanilla Sky não está na vida após a morte. Ou na vida eterna. Que nada!</p>\n<p>A complexidade reside na estética. Na beleza. Não é por acaso que Tom Cruise não só produziu, como atua, no papel que representa a estética do cara desejado. E Cameron Diaz e Pénélope Cruz como mulheres desejadas. &quot;Só isso&quot;.</p>\n<figure><img src=\"https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/vanilla-skyourself-image-1.jpg\" alt=\"\" /></figure>\n<p>Estética. Es-té-ti-ca. Que é isso?\rQueremos preservar isso? O que preservar?</p>\n<p>Em Vanilla Sky não basta ser Tom Cruise. É riquíssimo. É bem humorado. Tem afiado humor. É sedutor.</p>\n<p>Tenho a forte impressão de que estética engloba tudo isso. Tudinho, sem deixar migalha. E mais.</p>\n<p>Nem mencionei o mundo virtual. Ainda. Metaverso. Começo com um nocaute: quem é feio no mundo virtual?</p>\n<p>E Freud? Se o cara se sente bonito. Se é considerado bonito. O que importa é que a beleza é desejada e admirada. Se o aparelho psíquico do cara está todo cheio de tesão e prazeres. Trocando prazeres com outros. Quem se importa com a pele? P-e-l-e. Aquela coisa antiga. &quot;Anos 80&quot;.</p>\n<p>Quem se importa com o design biológico? Genético? Aquela coisa mais antiga de curvas &quot;de nascença&quot;. Sem filtros (que horror?).</p>\n<p>Em um metaverso, em um mundo virtual. Quem se importa com a biologia? O aparelho psíquico - nossa imaginação - nossa sensação - pode bombar feliz no mundo virtual. De maneira independente da curva real da pele tal.</p>\n<p>Já não acontece?</p>\n<p>Não é abrupta a transição.</p>\n<p>A lama está voando. Brinco deliciosamente.</p>\n<p>Um dia aprendo a lidar de maneira mais madura com os ingredientes que tanto prazer dão, ao brincar com eles, agora no início.</p>\n<p>A conclusão preliminar não é “eternizar-se belíssimo no mundo virtual do seu próprio aparelho psíquico&quot;. Não há conclusão, ainda. Apenas brincar!</p>\n",
  "images": [
    {
      "fileName": "vanilla-skyourself-image-1.jpg",
      "githubPath": "images/vanilla-skyourself-image-1.jpg",
      "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/vanilla-skyourself-image-1.jpg",
      "altText": "",
      "caption": ""
    }
  ],
  "contentHash": "f33038d4319772f35280b7504"
}