{
  "id": "yin-yang",
  "title": "Yin Yang",
  "author": "Vladimir Dietrich",
  "date": "2026-01-26",
  "readingTime": 5,
  "heroImage": {
    "fileName": "yin-yang-image-0.jpg",
    "githubPath": "images/yin-yang-image-0.jpg",
    "githubUrl": "https://raw.githubusercontent.com/vladimirbrasil/vladidevblog/main/images/yin-yang-image-0.jpg",
    "altText": "",
    "caption": ""
  },
  "lastUpdated": "2026-02-14T02:48:32.745Z",
  "wordCount": 1033,
  "content": "<p>   </p>\n<p>Kerstin Uvnäs Moberg (The Oxitocin Factor) compara com a filosofia do Yin Yang nossos dois grandes sistemas:</p>\n<p>O modo estressado.</p>\n<p>O modo paz e amor.</p>\n<p>Nosso modo estressado - fuja ou lute - tem cada vez menos leões para nos alertar rapidamente, pois os leões estão cada vez mais enjaulados.</p>\n<p>Mas um novo leão nunca desativa nosso modo estressado, vou palpitar aqui: o leão do consumo compulsivo.</p>\n<p>Começo o argumento dizendo que “vinagre não dá lucro”, ou seja, que produtos sem grande valor agregado, fáceis de produzir, são vendidos a quase seu preço de custo, dando pouco ou nenhum lucro para qualquer empresário, usualmente vários, que decidam produzi-lo. É um parágrafo simplificado, mas importante parte do argumento.</p>\n<p>O que dá lucro? Marca. Valor. Pagar muito mais do que o custo real do produto. Pagar muito mais do que o custo real do produto é, literalmente, lucro para o produtor. Em oposição ao vinagre, vamos chamar esse produto de “água orgânica em lata ecológica”.</p>\n<p>Imagine passar uma infância caminhando por anúncios de águas ecológicas a 40 reais a lata, camisetas originais do surfista tal a 450 reais a peça - e por aí vai.</p>\n<p>Imagine que vinagre e água da torneira, e camisetas por 7 reais não anunciem em local algum. Apenas estão disponíveis, se você procurar.</p>\n<p>É preciso criar uma camada de “stress” para empurrar pessoas - desde a infância, melhor ainda - para desejar os produtos anunciados.</p>\n<p>Por outro lado, é preciso muita tranquilidade, muita paz e amor, para não se sentir acuado por anúncios quase inescapáveis, por todos os lados. Nas telas grandes, nas telas pequenas, em novelas e nos filmes, nos outdoors, no merchandising, na boca das pessoas já fisgadas comentando.</p>\n<p>Nós temos os dois modos: o modo estressado e o modo paz e amor.</p>\n<p>Podemos plantar o modo estressado desde o útero, com creches competitivas trilingues e pais preocupados em manter a competitividade da próxima geração, sem jamais parar.</p>\n<p>Mas e se nascer uma única criança - e quem sabe, seus pais e vizinhos - no modo paz e amor?</p>\n<p>O modo paz e amor é contagioso - tanto quanto é contagioso o modo estressado.</p>\n<p>É possível sequestrar o modo paz e amor tirando dele coisas essenciais à vida como, por exemplo, um lugar para morar.</p>\n<p>Este fenômeno particularmente acontece nas cidades imensas, como por exemplo Nova Iorque. Londres, Tóquio. São Paulo. </p>\n<p>Nestas cidades o modo estressado tomou conta de tanta gente, em tão pouco espaço, que já não dá para conseguir um espaço na cidade sem estar, no modo estressado, tentando produzir coisas com alto valor agregado. É muito caro o imóvel. Todo mundo é “meio rico”. Não há espaço para pouco trabalho.</p>\n<p>Outra maneira de sequestrar o modo paz e amor é sequestrar as pessoas mais bonitas.</p>\n<p>Se as pessoas mais bonitas procurarem as pessoas mais ricas, por algum motivo - por exemplo, por ser caro um imóvel, o que nos traz novamente ao problema das cidades imensas - então pessoas mais focadas no modo paz e amor terão que se contentar com pessoas menos bonitas e imóveis menos valiosos.</p>\n<p>Outra maneira de vender “vento” é vender fama.</p>\n<p>Se pessoas no modo paz e amor se deixarem levar por telas expondo pessoas raras, como por exemplo pessoas muito belas e, frequentemente, pessoas atraentes pelo próprio fato de estarem em telas de difícil alcance, famosas portanto, então também estas pessoas terão que entrar no modo estressado para poderem “entrar nas telas”, ou seja, fazerem parte do seleto grupo filmado por telas raras.</p>\n<p>O modo paz e amor é governado pela ocitocina. </p>\n<p>O modo estressado é governado pelo cortisol.</p>\n<p>O modo paz e amor é perigoso para as grandes cidades estressadas, por quê?</p>\n<p>Porque ele é extremamente auto-suficiente. No modo paz e amor tudo está bem ou quase bem. Incluindo a camiseta de sete reais, o vinagre de dois reais e a água da torneira. Somos todos amigos.</p>\n<p>Só o modo estressado compete com o próximo para ver quem tem a camiseta mais valiosa. Ou a água mais “tchan”.</p>\n<p>Só o modo estressado trabalha a vida inteira estressado, fugindo do stress das contas, fugindo do stress de ser apenas mais um (com camiseta de sete reais e vinagre de dois reais). Tentando chegar “lá” - longe do chão, do vinagre, da água da torneira.</p>\n<p>O chão “é lava”, no modo estressado. O chão é gostoso, no modo paz e amor.</p>\n<p>Temos ambos os modos. Usamos ambos os modos. Como a filosofia do yin a yang.</p>\n<p>Podemos, porém, estar com o modo paz e amor sequestrado pelo modo estressado, através do sequestro do nosso chão - literalmente os imóveis, nas cidades grandes, mais a necessidade - artificialmente criada? -  de morarmos todos nestas imensas cidades.</p>\n<p>Sequestram nossas pessoas mais bonitas que se vendem por chão, por produtos caros, em troca de sua rara beleza. Deixando as pessoas que estariam apenas no modo paz e amor sem as maiores belezas, que são sequestradas pelo modo estressado de vida - nos topos de arranhas-céus, com telas raras as filmando.</p>\n<p>Como em filmes de zumbi, o modo estressado vai contagiando todos que consegue. Quem não está no topo de arranhas-céus sonha estar em um e compra este sonho, mordido também portanto pelo modo estressado.</p>\n<p>O modo estressado vai ganhando ares de normalidade, com sua agitação, preocupação, trabalho quase incessante. </p>\n<p>O modo paz e amor ganha ares de doença. Peculiaridade. Estranho. Conformismo?</p>\n<p>O inconformismo do modo estressado vira normal.</p>\n<p>A era da abundância que pode estar chegando quando bilhões de robôs e inteligências artificiais funcionarem bem poderá ser um banho de água fria no modo estressado.</p>\n<p>Vamos chamar de yang o modo estressado e de yin o modo paz e amor.</p>\n<p>Pode ser que transformemos o predomínio do yang em predomínio do yin.</p>\n<p>Pode ser que o modo paz e amor rapidamente substitua o predomínio do modo estressado.</p>\n<p>Se realmente temos estes dois modos - é o que a biologia nos indica - seria interessante ver a humanidade florescer com predomínio do modo paz e amor, só para comparar com nosso predomínio atual, que é o ṕredomínio do modo estressado.</p>\n",
  "images": [],
  "contentHash": "261c3b4084d27c4d4a584508"
}